Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# flashbag.error_sending_email
source: Error sending email
es: Error al enviar el correo electrónico
fr: Erreur d'envoi de mail
pt: Erro ao enviar e-mail

# flashbag.your_application_is_sent_successfully
source: Your application is sent successfully
es: Su solicitud se ha enviado correctamente
fr: Votre candididature est envoyée avec success
pt: Seu aplicativo foi enviado com sucesso

# flashbag.error_sending_application
source: Error sending application
es: Error al enviar la solicitud
fr: Erreur envoi candidature
pt: Erro ao enviar o aplicativo

# flashbag.already_sending_application
source: You have already applied for this offer
es: Vous avez déjà postulé à cette offre
fr: Vous avez déjà postulé à cette offre
pt: Vous avez déjà postulé à cette offre

# flashbag.last_application_failed_try_again
source: last application was failed, please try again
es: La última solicitud falló, inténtelo de nuevo.
fr: Le dernier envoi a échoué, vous pouvez re postuler
pt: a última aplicação falhou, tente novamente

# flashbag.remember_to_create_a_valid_email_address
source: Remember to create a valid email address
es: Recuerde crear una dirección de correo electrónico válida
fr: Pensez à créer une adresse email valide
pt: Lembre-se de criar um endereço de e-mail válido

# flashbag.you_must_be_a_graduate_to_create_a_survey
source: You must be a graduate to create a survey
es: Debes ser licenciado para crear una encuesta
fr: Vous devez être diplômé pour créer une enquête
pt: Você deve ser graduado para criar uma pesquisa

# flashbag.you_have_to_answer_a_new_survey_since_date
source: You have to answer a new survey since {date}
es: Tienes que responder una nueva encuesta desde {fecha}
fr: Vous devez répondre à une nouvelle enquête depuis le {date}
pt: Você precisa responder a uma nova pesquisa desde {data}

# flashbag.you_can_edit_this_survey_until_date
source: You can edit this survey until {date}
es: Puedes editar esta encuesta hasta {fecha}
fr: Vous pouvez modifier cette enquête jusqu'au {date}
pt: Você pode editar esta pesquisa até {data}

# flashbag.you_can_create_a_survey_from_date
source: You can create a survey from {date}
es: Puedes crear una encuesta a partir de {fecha}
fr: Vous pouvez créer une enquête à partir de {date}
pt: Você pode criar uma pesquisa a partir de {data}

# flashbag.please_click_survey_in_progress_to_add_or_modify_a_survey
source: Please click 'Survey in progress' to add or modify a survey
es: Haga clic en "Encuesta en curso" para añadir o modificar una encuesta
fr: Veuillez cliquez 'Enquête en cours' pour ajouter ou modifier une enquête
pt: Clique em "Pesquisa em andamento" para adicionar ou modificar uma pesquisa

# flashbag.the_email_address_is_already_used_in_another_account
source: The email address: {email} is already used in another account
es: La dirección de correo electrónico {email} ya se utiliza en otra cuenta
fr: L'adresse mail: {email} est déjà utilisé dans un autre compte
pt: O endereço de e-mail: {email} já está sendo usado em outra conta

# flashbag.the_country_field_is_mandatory
source: The country field is mandatory
es: El campo país es obligatorio
fr: Le champs pays est obligatoire
pt: O campo país é obrigatório

# flashbag.the_country_of_residence_field_is_mandatory
source: The Country of residence field is mandatory
es: El campo País de residencia es obligatorio
fr: Le champs Pays de résidence est obligatoire
pt: O campo País de residência é obrigatório

# flashbag.the_number_must_start_with_number
source: The number must start with {number}
es: El número debe empezar por {número}
fr: Le numéro doit commencer par {number}
pt: O número deve começar com {número}

# flashbag.number_removed_from_jobs_applied
source: offers applied before {number} have been deleted from the list
es: Las ofertas aplicadas antes de que {número} hayan sido eliminadas de la lista.
fr: les offres postulés antérieur à {number} ont été supprimées de la liste
pt: ofertas aplicadas antes de {number} foram excluídas da lista

# flashbag.your_login_account_is_renamed_to_name
source: Your Login Account is renamed to {name}
es: Su cuenta de inicio de sesión pasa a llamarse {nombre}
fr: Votre Compte de connexion est renommé en {name}
pt: Sua conta de login foi renomeada para {name}

# flashbag.the_number_without_the_country_code_must_have_number_digits
source: The number without the country code must have {number} digits
es: El número sin el prefijo del país debe tener {número} dígitos
fr: Le numéro sans l'indicatif pays doit avoir {number} chiffres
pt: O número sem o código do país deve ter {número} dígitos

# flashbag.wrong_phone_number_syntax
source: Wrong phone number syntax
es: Sintaxis incorrecta del número de teléfono
fr: Mauvaise syntaxe du numéro de téléphone
pt: Sintaxe de número de telefone incorreta

# flashbag.the_password_must_have_at_least_6_characters
source: The password must have at least 6 characters
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit avoir au minimum 6 caractères
pt: A senha deve ter pelo menos 6 caracteres

# flashbag.this_phone_number_is_already_in_use
source: This phone number is already in use
es: Este número de teléfono ya está en uso
fr: Ce numéro de téléphone est déja utilisé
pt: Este número de telefone já está em uso

source: Welcome ! Before answering the satisfaction questionnaire, please complete your profile below.
es: Bienvenido ! Antes de responder al cuestionario de satisfacción, complete su perfil a continuación.
fr: Bienvenue ! Avant de répondre au questionnaire de satisfaction, merci de compléter votre profil ci-dessous.
pt: Bem-vindo! Antes de responder ao questionário de satisfação, preencha seu perfil abaixo.

# flashbag.welcome_please_complete_your_profile_below
source: Welcome ! please complete your profile below.
es: Bienvenido ! por favor complete su perfil a continuación.
fr: Bienvenue ! merci de compléter votre profil ci-dessous., merci de compléter votre profil ci-dessous.
pt: Bem-vindo! Preencha seu perfil abaixo.

# flashbag.unable_to_create_an_account
source: Unable to create an account
es: No se puede crear una cuenta
fr: Impossible de créer un compte
pt: Não foi possível criar uma conta

# flashbag.your_code_is_sent_by_email
source: Your code is sent by email
es: Su código se envía por correo electrónico
fr: Votre code est envoyée par mail
pt: Seu código foi enviado por e-mail

source: sending the code by sms is not yet authorized, please enter a valid email address
es: el envío del código por sms aún no está autorizado, por favor, introduzca una dirección de correo electrónico válida
fr: l'envoi du code par sms n'est pas encore autorisé, merci de renseigner une adresse email valide
pt: o envio do código por sms ainda não foi autorizado, digite um endereço de e-mail válido

# flashbag.your_email_does_not_match_your_profile
source: Your email does not match your profile
es: Su correo electrónico no coincide con su perfil
fr: Votre mail n'est conforme à votre profil
pt: Seu e-mail não corresponde ao seu perfil

# flashbag.enter_your_new_password
source: Enter your new password
es: Introduzca su nueva contraseña
fr: Renseignez votre nouveau mot de passe
pt: Digite sua nova senha

# flashbag.your_code_is_invalid
source: Your code is invalid
es: Su código no es válido
fr: Votre code n'est pas valide
pt: Seu código é inválido

# flashbag.the_code_must_have_4_digits
source: The code must have 4 digits
es: El código debe tener 4 dígitos
fr: Le code doit comporter 4 chiffre
pt: O código deve ter 4 dígitos

# flashbag.your_password_has_been_changed
source: Your password has been changed!
es: Su contraseña ha sido modificada
fr: Votre mot de passe est modifié !
pt: Sua senha foi alterada!

# flashbag.unable_to_delete_satisfaction
source: Unable to delete satisfaction
es: No se puede eliminar la satisfacción
fr: Impossible de suppression la satisfaction
pt: Não é possível excluir a satisfação

# flashbag.unable_to_delete_school
source: Unable to delete school
es: No se puede eliminar la escuela
fr: Impossible de suppression l'école
pt: Não é possível excluir a escola

# flashbag.unable_to_delete_activity_sector
source: Unable to delete the activity sector
es: No se puede eliminar el sector de actividad
fr: Impossible de suppression le secteur d'activité
pt: Não é possível excluir o setor de atividade

# flashbag.unable_to_delete_establishment_please_remove_its_graduates_first
source: Unable to delete TVET School, Please remove its graduates first
es: No se puede eliminar el centro de EFTP. Por favor, elimine primero a sus graduados.
fr: Impossible de suppression l'etablissement. Veuillez supprimez ses diplomés d'abord
pt: Não é possível excluir a TVET School, Por favor, remova seus graduados primeiro

# flashbag.warning
source: Warning
es: Advertencia
fr: Avertissement
pt: Aviso

# flashbag.please_complete_your_profile
source: Please complete your profile
es: Por favor completa tu perfil
fr: Veuillez completer votre profil
pt: Por favor complete seu perfil

# sectors.agriculture_and_fisheries
source: agriculture and fisheries
es: agricultura y pesca
fr: agriculture et pêche
pt: agricultura e pescas

# sectors.craftsmanship
source: craftsmanship
es: artesanía
fr: artisanat
pt: artesanato

# sectors.multimedia_communication
source: multimedia communication
es: comunicación multimedia
fr: communication multimédia
pt: comunicação multimídia

# sectors.construction_building_and_public_works
source: construction, building and public works
es: construccion, edificacion y obras publicas
fr: bâtiment, bâtiment et travaux publics
pt: construção, construção e obras públicas

# sectors.hospitality_restaurants_tourism
source: hospitality - restaurants - tourism
es: hostelería - restaurantes - turismo
fr: hôtellerie - restaurants - tourisme
pt: hotelaria - restaurantes - turismo

# sectors.industrial_production
source: industrial production
es: producción industrial
fr: production industrielle
pt: produção industrial

# sectors.industrial_maintenance
source: industrial maintenance
es: Mantenimiento industrial
fr: Maintenance Industrielle
pt: manutenção industrial

# sectors.computer_maintenance
source: computer maintenance
es: Mantenimiento de computadora
fr: maintenance informatique
pt: manutenção de computadores

# sectors.auto_motorcycle_boat_mechanics
source: auto / motorcycle / boat mechanics
es: mecánica de automóviles / motocicletas / embarcaciones
fr: mécanique auto / moto / bateau
pt: mecânica de automóveis/motocicletas/barcos

# sectors.health
source: health
es: salud
fr: santé
pt: saúde

# sectors.personal_and_community_services
source: personal and community services
es: servicios personales y comunitarios
fr: services personnels et communautaires
pt: serviços pessoais e comunitários

# sectors.management_and_accounting_services
source: management and accounting services
es: servicios de gestion y contabilidad
fr: services de gestion et de comptabilité
pt: serviços de gestão e contabilidade

# sectors.transport_and_logistics
source: transport and logistics
es: transporte y logistica
fr: Transport et Logistique
pt: transporte e logística

# sectors.other_technical_services
source: other technical services
es: otros servicios tecnicos
fr: autres services techniques
pt: outros serviços técnicos

# sectors.commerce_and_large_distribution
source: commerce and large distribution
es: comercio y gran distribucion
fr: commerce et grande distribution
pt: comércio e grande distribuição

# sectors.oil_and_gas
source: oil and gas
es: petróleo y gas
fr: pétrole et gaz
pt: óleo e gás

# sectors.mining_industry
source: mining industry
es: Industria minera
fr: industrie minière
pt: industria de mineração

# sectors.bank_and_insurance
source: bank and insurance
es: banca y seguros
fr: banque et assurance
pt: banco e seguros

# country.afghanistan
source: Afghanistan
es: Afganistán
pt: Afeganistão

# country.south_africa
source: South Africa
es: Africa del Sur
fr: Afrique du Sud
pt: África do Sul

# country.albania
source: Albania
fr: Albanie
pt: Albânia

# country.algeria
source: Algeria
es: Argelia
fr: Algérie
pt: Argélia

# country.germany
source: Germany
es: Alemania
fr: Allemagne
pt: Alemanha

# country.anguilla
source: Anguilla
es: Anguila
pt: Anguila

# country.antigua_and_barbuda
source: Antigua and Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
pt: Antígua e Barbuda

# country.netherlands_antilles
source: Netherlands Antilles
es: Antillas Holandesas
fr: Antilles Néerlandaises
pt: Antilhas Holandesas

# country.saudi_arabia
source: Saudi Arabia
es: Arabia Saudita
fr: Arabie Saoudite
pt: Arábia Saudita

# country.argentine
source: Argentine
es: Argentino
fr: argentin
pt: Argentino

# country.armenia
source: Armenia
fr: Arménie
pt: Armênia

# country.australia
source: Australia
fr: Australie
pt: Austrália

# country.austria
source: Austria
fr: Autriche
pt: Áustria

# country.azerbaijan
source: Azerbaijan
es: Azerbaiyán
fr: Azerbaïdjan
pt: Azerbaijão

# country.bahrain
source: Bahrain
es: Bahréin
fr: Bahreïn
pt: Bahrein

# country.belgium
source: Belgium
es: Bélgica
fr: Belgique
pt: Bélgica

# country.benign
source: Benign
es: Benigno
fr: Bénin
pt: Benigno

# country.bermuda
source: Bermuda
es: islas Bermudas
fr: Bermudes
pt: Bermudas

# country.bhutan
source: Bhutan
es: Bután
fr: Bhoutan
pt: Butão

# country.belarus
source: Belarus
es: Bielorrusia
fr: Biélorussie
pt: Bielorrússia

# country.burma_myanmar
source: Burma (Myanmar)
es: Birmania (Myanmar)
fr: Birmanie (Myanmar)
pt: Birmânia (Mianmar)

# country.bolivia
source: Bolivia
fr: Bolivie
pt: Bolívia

# country.bosnia_and_herzegovina
source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
pt: Bósnia e Herzegovina

# country.botswana
source: Botswana
es: Botsuana
pt: Botsuana

# country.brazil
source: Brazil
es: Brasil
fr: Brésil
pt: Brasil

# country.bulgaria
source: Bulgaria
fr: Bulgarie
pt: Bulgária

# country.cambodia
source: Cambodia
es: Camboya
fr: Cambodge
pt: Camboja

# country.cameroon
source: Cameroon
es: Camerún
fr: Cameroun
pt: Camarões

# country.canada
source: Canada
es: Canadá
pt: Canadá

# country.green_cap
source: green cap
es: cabo Verde
fr: Cap Vert
pt: boné verde

# country.chili
source: Chili
es: Chile
fr: le Chili
pt: Pimenta

# country.spine
source: Spine
es: Columna vertebral
fr: Échine
pt: Coluna

# country.cyprus
source: Cyprus
es: Chipre
fr: Chypré
pt: Chipre

# country.colombia
source: Colombia
fr: Colombie
pt: Colômbia

# country.comoros
source: Comoros
es: Comoras
fr: Comores
pt: Comores

# country.north_korea
source: North Korea
es: Corea del Norte
fr: Corée du Nord
pt: Coréia do Norte

# country.south_korea
source: South Korea
es: Corea del Sur
fr: Corée du Sud
pt: Coreia do Sul

# country.ivory_coast
source: Ivory Coast
es: Costa de Marfil
fr: Côte d'Ivoire
pt: Costa do Marfim

# country.croatia
source: Croatia
es: Croacia
fr: Croatie
pt: Croácia

# country.denmark
source: Denmark
es: Dinamarca
fr: Danemark
pt: Dinamarca

# country.djibouti
source: Djibouti
es: Yibuti
pt: Djibuti

# country.dominic
source: Dominic
es: dominical
fr: Dominique
pt: Domingos

# country.egypt
source: Egypt
es: Egipto
fr: Egypte
pt: Egito

# country.united_arab_emirates
source: United Arab Emirates
es: Emiratos Árabes Unidos
fr: Émirats Arabes Unis
pt: Emirados Árabes Unidos

# country.ecuador
source: Ecuador
fr: Équateur
pt: Equador

# country.eritrea
source: Eritrea
fr: Érythrée
pt: Eritreia

# country.spain
source: Spain
es: España
fr: Espagne
pt: Espanha

# country.estonia
source: Estonia
fr: Estonie
pt: Estônia

# country.eswatini
source: Eswatini
es: Esuatini
pt: Essuatíni

# country.federated_states_of_micronesia
source: Federated States of Micronesia
es: Estados Federados de Micronesia
fr: Etats Fédérés de Micronésie
pt: Estados Federados da Micronésia

# country.united_states
source: UNITED STATES
es: Estados Unidos
fr: Etats-Unis
pt: ESTADOS UNIDOS

# country.ethiopia
source: Ethiopia
es: Etiopía
fr: Éthiopie
pt: Etiópia

# country.finland
source: Finland
es: Finlandia
fr: Finlande
pt: Finlândia

# country.france
source: France
es: Francia
pt: França

# country.gabon
source: Gabon
es: Gabón
pt: Gabão

# country.gambia
source: Gambia
fr: Gambie
pt: Gâmbia

# country.georgia
source: Georgia
fr: Géorgie
pt: Geórgia

# country.south_georgia_and_the_south_sandwich_islands
source: South Georgia and the South Sandwich Islands
es: Georgia del sur y las islas Sandwich del sur
fr: Géorgie du Sud et les Îles Sandwich du Sud
pt: Geórgia do Sul e Ilhas Sandwich do Sul

# country.ghana
source: Ghana
pt: Gana

# country.greece
source: Greece
es: Grecia
fr: Grèce
pt: Grécia

# country.grenade
source: Grenade
es: Granada
pt: Granada

# country.greenland
source: Greenland
es: Groenlandia
fr: Groenland
pt: Groenlândia

# country.guadeloupe
source: Guadeloupe
es: Guadalupe
pt: Guadalupe

# country.guinea
source: Guinea
fr: Guinée
pt: Guiné

# country.equatorial_guinea
source: Equatorial Guinea
es: Guinea Ecuatorial
fr: Guinée équatoriale
pt: Guiné Equatorial

# country.guinea-bissau
source: Guinea-Bissau
es: Guinea-Bisáu
fr: Guinée-Bissau
pt: Guiné-Bissau

# country.guyana
source: Guyana
es: Guayana
fr: Guyane
pt: Guiana

# country.french_guiana
source: French Guiana
es: Guayana Francesa
fr: Guyane Française
pt: Guiana Francesa

# country.hungary
source: Hungary
es: Hungría
fr: Hongrie
pt: Hungria

# country.isle_of_man
source: Isle of man
es: Isla del hombre
fr: Île de Man
pt: Ilha do homem

# country.christmas_island
source: Christmas Island
es: Isla de Navidad
fr: Île Noël
pt: Ilha do Natal

# country.norfolk_island
source: Norfolk Island
es: Isla Norfolk
fr: Île Norfolk
pt: Ilha Norfolk

# country.åland_islands
source: Åland Islands
es: Islas Aland
fr: Îles Åland
pt: Ilhas Aland

# country.cayman_islands
source: Cayman Islands
es: Islas Caimán
fr: Îles Caïmans
pt: Ilhas Cayman

# country.cocos_keeling_islands
source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)
fr: Îles Cocos (Keeling)
pt: Ilhas Cocos (Keeling)

# country.cook_islands
source: Cook Islands
es: Islas Cook
fr: Îles Cook
pt: Ilhas Cook

# country.faroe_islands
source: Faroe Islands
es: Islas Faroe
fr: Îles Féroé
pt: ilhas Faroe

# country.falkland_islands
source: Falkland Islands
es: Islas Malvinas
fr: Îles Malouines
pt: Ilhas Malvinas

# country.northern_mariana_islands
source: Northern Mariana Islands
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
pt: Ilhas Marianas do Norte

# country.marshall_islands
source: Marshall Islands
es: Islas Marshall
fr: Îles Marshall
pt: Ilhas Marshall

# country.pitcairn_islands
source: Pitcairn Islands
es: Islas Pitcairn
fr: Îles Pitcairn
pt: Ilhas Pitcairn

# country.solomon_islands
source: Solomon Islands
es: Islas Salomón
fr: Îles Salomon
pt: Ilhas Salomão

# country.turks_and_caicos_islands
source: Turks and Caicos Islands
es: Islas Turcas y Caicos
fr: Îles Turks et Caïques
pt: Ilhas Turcas e Caicos

# country.united_states_virgin_islands
source: United States Virgin Islands
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges des Etats-Unis
pt: Ilhas Virgens dos Estados Unidos

# country.british_virgin_islands
source: British Virgin Islands
es: Islas Vírgenes Británicas
fr: Îles Vierges Britanniques
pt: Ilhas Virgens Britânicas

# country.india
source: India
fr: Inde
pt: Índia

# country.indonesia
source: Indonesia
fr: Indonésie
pt: Indonésia

# country.iran
source: Iran
es: Irán
fr: L'Iran
pt: Irã

# country.iraq
source: Iraq
es: Irak
fr: Irak
pt: Iraque

# country.ireland
source: Ireland
es: Irlanda
fr: Irlande
pt: Irlanda

# country.island
source: Island
es: Isla
fr: Île
pt: Ilha

# country.italy
source: Italy
es: Italia
fr: Italie
pt: Itália

# country.japan
source: Japan
es: Japón
fr: Japon
pt: Japão

# country.jordan
source: Jordan
es: Jordán
fr: Jordanie
pt: Jordânia

# country.kazakhstan
source: Kazakhstan
es: Kazajstán
pt: Cazaquistão

# country.kenya
source: Kenya
es: Kenia
pt: Quênia

# country.kyrgyzstan
source: Kyrgyzstan
es: Kirguistán
fr: Kirghizistan
pt: Quirguistão

# country.kiribati
source: Kiribati
pt: Quiribáti

# country.lesotho
source: Lesotho
es: Lesoto
pt: Lesoto

# country.latvia
source: Latvia
es: Letonia
fr: Lettonie
pt: Letônia

# country.lebanon
source: Lebanon
es: Líbano
fr: Liban
pt: Líbano

# country.liberia
source: Liberia
fr: Libéria
pt: Libéria

# country.libya
source: Libya
es: Libia
fr: Libye
pt: Líbia

# country.lithuania
source: Lithuania
es: Lituania
fr: Lituanie
pt: Lituânia

# country.luxembourg
source: Luxembourg
es: Luxemburgo
pt: Luxemburgo

# country.north_macedonia
source: North Macedonia
es: Macedonia del Norte
fr: Macédoine du Nord
pt: Macedônia do Norte

# country.madagascar
source: Madagascar
pt: Madagáscar

# country.malaysia
source: Malaysia
es: Malasia
fr: Malaisie
pt: Malásia

# country.malawi
source: Malawi
es: Malaui
pt: Maláui

# country.maldives
source: Maldives
es: Maldivas
pt: Maldivas

# country.morocco
source: Morocco
es: Marruecos
fr: Maroc
pt: Marrocos

# country.martinique
source: Martinique
es: Martinica
pt: Martinica

# country.mauritius
source: Mauritius
es: Mauricio
fr: Maurice
pt: Maurício

# country.mauritania
source: Mauritania
fr: Mauritanie
pt: Mauritânia

# country.mayotte
source: Mayotte
pt: Maiote

# country.mexico
source: Mexico
es: México
fr: Mexique
pt: México

# country.moldova
source: Moldova
es: Moldavia
fr: Moldavie
pt: Moldávia

# country.mongolia
source: Mongolia
fr: Mongolie
pt: Mongólia

# country.montserrat
source: Montserrat
pt: Montserrate

# country.mozambique
source: Mozambique
pt: Moçambique

# country.namibia
source: Namibia
fr: Namibie
pt: Namíbia

# country.nicaragua
source: Nicaragua
pt: Nicarágua

# country.niger
source: Niger
es: Níger
pt: Níger

# country.nigeria
source: Nigeria
fr: Nigéria
pt: Nigéria

# country.norway
source: Norway
es: Noruega
fr: Norvège
pt: Noruega

# country.new_caledonia
source: New Caledonia
es: Nueva Caledonia
fr: Nouvelle-Calédonie
pt: Nova Caledônia

# country.new_zealand
source: New Zealand
es: Nueva Zelanda
fr: Nouvelle-Zélande
pt: Nova Zelândia

# country.oman
source: Oman
es: Omán
pt: Omã

# country.uzbekistan
source: Uzbekistan
es: Uzbekistán
fr: Ouzbékistan
pt: Uzbequistão

# country.pakistan
source: Pakistan
es: Pakistán
pt: Paquistão

# country.panama
source: Panama
es: Panamá
pt: Panamá

# country.papua_new_guinea
source: Papua New Guinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
pt: Papua Nova Guiné

# country.paraguay
source: Paraguay
pt: Paraguai

# country.the_netherlands
source: The Netherlands
es: Países Bajos
fr: Pays Bas
pt: Os Países Baixos

# country.philippines
source: Philippines
es: Filipinas
pt: Filipinas

# country.poland
source: Poland
es: Polonia
fr: Pologne
pt: Polônia

# country.french_polynesia
source: French Polynesia
es: Polinesia francesa
fr: Polynésie Française
pt: Polinésia Francesa

# country.monaco
source: Monaco
es: Mónaco
pt: Mônaco

# country.qatar
source: Qatar
es: Katar
pt: Catar

# country.central_african_republic
source: Central African Republic
es: Republica Centro Africana
fr: République Centrafricaine
pt: República Centro-Africana

# country.democratic_republic_of_congo
source: Democratic Republic of Congo
es: República Democrática del Congo
fr: République Démocratique du Congo
pt: República Democrática do Congo

# country.dominican_republic
source: Dominican Republic
es: República Dominicana
fr: République Dominicaine
pt: República Dominicana

# country.republic_of_congo
source: Republic of Congo
es: República del Congo
fr: République du Congo
pt: República do Congo

# country.czech_republic
source: Czech Republic
es: República Checa
fr: République Tchèque
pt: República Checa

# country.meeting
source: Meeting
es: Reunión
fr: Réunion
pt: Reunião

# country.romania
source: Romania
es: Rumania
fr: Roumanie
pt: Romênia
