Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# menu.select_currency
source: Select the currency
es: Seleccione la moneda
fr: Sélectionnez la devise
pt: Selecione a moeda

# menu.select_activity
source: Select the sectors / professions
es: Seleccione los sectores / profesiones
fr: Selectionnez le métier/filière
pt: Selecione os setores/profissões

# menu.select_sector
source: Select the business sector
es: Seleccione el sector de actividad
fr: Selectionnez le secteur d\'activité
pt: Selecione o setor de negócios

# menu.select_country
source: Select the province
es: Seleccione el país
fr: Selectionnez le pays
pt: Selecione o país

# menu.select_region
source: Select the country
es: Seleccione la región
fr: Selectionnez la région
pt: Selecione a região

# menu.select_city
source: Select the city
es: Seleccione la ciudad
fr: Selectionnez la ville
pt: Selecione a cidade

# menu.a_man
source: male
es: un hombre
fr: un homme
pt: um homem

# menu.a_woman
source: female
es: una mujer
fr: une femme
pt: uma mulher

# menu.web_site
source: Web site
es: Sitio web
fr: Site Internet
pt: Site da Web

# menu.between_1_and_4_hours
source: between 1 and 4 hours
es: entre 1 y 4 horas
fr: entre 1 et 4 heures
pt: entre 1 e 4 horas

# menu.between_5_and_8_hours
source: between 5 and 8 hours
es: entre 5 y 8 horas
fr: entre 5 et 8 heures
pt: entre 5 e 8 horas

# menu.from_1_to_5
source: from 1 to 5
es: de 1 a 5
fr: de 1 à 5
pt: de 1 a 5

# menu.from_11_to_20
source: from 11 to 20
es: de 11 a 20
fr: de 11 à 20
pt: de 11 a 20

# menu.from_21_to_50
source: from 21 to 50
es: de 21 a 50
fr: de 21 à 50
pt: de 21 a 50

# menu.from_6_to_10
source: from 6 to 10
es: de 6 a 10
fr: de 6 à 10
pt: de 6 a 10

# menu.hiring_date
source: Hiring date
es: Fecha de contratación
fr: Date d'embauche
pt: Data da contratação

# menu.more_than_8_hours
source: more than 8 hours
es: más de 8 horas
fr: plus de 8 heures
pt: mais de 8 horas

# menu.no_answer
source: No answer
es: Sin respuesta
fr: Pas de réponse
pt: Sem resposta

# menu.standard_number
source: Standard number
es: Número estándar
fr: Numéro du standard
pt: Número padrão

# menu.number_must_begin_by
source: The number must begin by
es: El número debe empezar por
fr: Le numéro doit commencer par
pt: O número deve começar com

# menu.suggestion_for_the_number
source: Suggestion for the number
es: Sugerencia para el número
fr: Suggestion pour le numéro
pt: Sugestão para o número

# menu.the_number_without_the_country_code_must_have
source: The number without the country code must have
es: El número sin el prefijo del país debe tener
fr: Le numéro sans l'indicatif pays doit avoir
pt: O número sem o código do país deve ter

# menu.wrong_phone_number_syntax
source: Wrong phone number syntax
es: Sintaxis incorrecta del número de teléfono
fr: Mauvaise syntaxe du numéro de téléphone
pt: Sintaxe de número telefônico incorreta

# notification.enrollment_email_send_successful
source: Notifications sent successfully
es: Notificaciones enviadas correctamente
fr: Les notifications sont envoyés avec succès
pt: Notificações enviadas com sucesso

# role.editing_a_role
source: Editing a role
es: Edición de una función
fr: Modification d'un rôle
pt: Editar uma função

# role.list_of_roles
source: List of roles
es: Lista de funciones
fr: Liste des rôles
pt: Lista de funções

# role.new_role
source: New role
es: Nueva función
fr: Nouveau rôle
pt: Nova função

# region.editing_a_region
source: Editing a region
es: Editar una región
fr: Modification d'une region
pt: Editar uma região

# region.add_a_region
source: Add country
es: Añadir región
fr: Ajouter une region
pt: Adicionar região

# region.adding_a_region
source: Adding a country
es: Añadir una región
fr: Ajout d'une region
pt: Adicionar uma região

# region.list_of_regions
source: List of countries
es: Lista de regiones
fr: Liste des régions
pt: Lista das regiões

# legal_status.editing_a_legal_status
source: Modification of a legal status
es: Modificación de un estatuto jurídico
fr: Modification d'un statut juridique
pt: Alteração de um estatuto jurídico

# legal_status.list_of_legal_statuses
source: List of legal statuses
es: Lista de estatutos jurídicos
fr: Liste des statuts juridiques
pt: Lista dos estatutos jurídicos

# legal_status.add_a_legal_status
source: Add legal status
es: Añadir un estatuto jurídico
fr: Ajouter un statut juridique
pt: Adicionar estatuto jurídico

# legal_status.adding_a_legal_status
source: Adding a legal status
es: Añadir un estatuto jurídico
fr: Ajout d'un statut juridique
pt: Adicionar um estatuto jurídico

# degree.editing_a_degree
source: Editing a graduate
es: Modificación de un graduado
fr: Modification d'un diplômé
pt: Editar um graduado

# degree.list_of_degree
source: List of graduates
es: Lista de graduados
fr: Liste des diplômés
pt: Lista dos graduados

# degree.add_a_degree
source: Add a diploma
es: Añadir un diploma
fr: Ajouter un diplôme
pt: Adicionar um diploma

# degree.adding_a_degree
source: Add a diploma
es: Añadir un diploma
fr: Ajout un diplôme
pt: Adicionar um diploma

# degree.filter_by_region
source: Filter by region
es: Filtrar por región
fr: Filtre par région
pt: Filtrar por região

# degree.year_session_degree
source: Graduation year
es: Año de graduación
fr: Année Session diplôme
pt: Ano de graduação

# degree.month_graduation
source: Month of graduation
es: Mes de graduación
fr: Mois Obtention diplôme
pt: Mês de graduação

# degree.email_advised_to_reply_to_job_offers
source: recommended email to respond to job offers
es: Correo electrónico recomendado para responder a ofertas de empleo
fr: email conseillé pour répondre aux offres d'emplois
pt: Email recomendado para responder a ofertas de emprego

# degree.the_registration_is_in_green_if_it_is_validated_by_the_institution
source: the registration is in green if it is validated by the TVET School
es: la matrícula aparece en verde si está validada por la Escuela de FPP
fr: l'immatriculation est en vert si elle est validée par l'établissement
pt: the o registo está a verde se for validado pelo estabelecimento

# degree.graduates
source: Graduates
es: Graduados
fr: Personnes diplômées
pt: Graduados

# degree.month_year_degree_with_tag
source: month/year%tag_br%diploma
es: mes/año diploma
fr: mois/année%tag_br%diplôme
pt: mês/ano%tag_br%diploma

# graduate.select_your_residence_country
source: select your country of residence
es: seleccione su país de residencia
fr: Sélectionnez votre pays de résidence
pt: selecione seu país de residência

# graduate.registration_in_establisment
source: registration number in TVET School
es: número de inscripción en la EFTP
fr: N° Immatriculation dans l\'établissement
pt: número de registro na Escola TVET

# graduate.complete
source: complete
es: completa
fr: renseignez
pt: completar

# graduate.graduate_looking_for_job
source: Graduate looking for a job
es: Graduado que busca trabajo
fr: Diplômé en recherche d'emploi
pt: Graduado à procura de emprego

# graduate.study_graduate
source: Graduate attending a training programme
es: Graduado que asiste a un programa de formación
fr: Diplômé en formation
pt: Graduado participando de um programa de treinamento

# graduate.graduate_in_employment
source: Graduate in employment
es: Graduado que trabaja
fr: Diplômé en emploi
pt: Graduado empregado

# graduate.new_graduate
source: New graduate
es: Recién graduado
fr: Nouveau diplômé
pt: Novo graduado

# graduate.business_graduate
source: Graduate entrepreneur
es: Empresario graduado
fr: Diplômé entrepreneur
pt: Empresário graduado

# graduate.reasons_jobs_not_found
source: Reasons jobs not found
es: Razones por las que no se encuentra trabajo
fr: Raisons emplois non trouvés
pt: Motivos pelos quais não foram encontrados postos de trabalho

# graduate.creative_graduates
source: Creative graduates
es: Graduados creativos
fr: Diplômés créateurs
pt: Graduados criativos

# graduate.editing_of_a_reason_for_not_finding_a_job
source: Editing a job reason not found
es: Editar un empleo motivo no encontrado
fr: Modification d'une raison d'emploi non trouvé
pt: Editar um trabalho motivo não encontrado

# graduate.add_a_reason_for_employment_not_found
source: Add job reason not found
es: Añadir empleo motivo no encontrado
fr: Ajout d'une raison d'emploi non trouvée
pt: Adicionar motivo de trabalho não encontrado

# graduate.add_a_graduate
source: Add a graduate
es: Añadir un graduado
fr: Ajouter un diplômé
pt: Adicionar um graduado

# graduate.month_year_of_graduation
source: Month / Year of graduation
es: Mes / Año de graduación
fr: Mois / Année d'obtention du diplôme
pt: Mês / Ano de graduação

# graduate.obtaining_the_diploma
source: Graduation
es: Graduación
fr: Obtention du Diplôme
pt: Graduação

# graduate.in_which_sector_of_activity_did_you_create_your_company
source: In sector of activity did you create your company
es: En qué sector de actividad creó su empresa
fr: Dans secteur d'activité avez-vous créé votre entreprise
pt: Em que sector de actividade criou a sua empresa

# graduate.what_job_do_you_do_in_your_company
source: What job do you do in your company
es: Qué trabajo desempeña en su empresa
fr: Quel métier exercez-vous au sein de votre entreprise
pt: Que funções desempenha na sua empresa

# graduate.does_your_company_have_a_legal_existence
source: Does your business have a legal existence
es: ¿Tiene su empresa existencia legal?
fr: Votre entreprise a-t-elle une existence juridique
pt: A sua empresa tem existência legal?

# graduate.your_remuneration_per_month_in_national_currency
source: Your salary per month in national currency
es: Su salario mensual en moneda nacional
fr: Votre rémunération par mois en devise nationale
pt: O seu salário mensal em moeda nacional

# graduate.has_your_training_been_useful_for_the_job_you_do
source: Has your training been useful for the job you do
es: ¿Le ha sido útil su formación para el trabajo que realiza?
fr: Votre formation a-t-elle été utile pour le métier que vous exercez
pt: A sua formação foi útil para o trabalho que faz

# graduate.why_several_possible_choices
source: why? several possible choices (+ ctrl key)
es: ¿por qué? varias opciones posibles (+ tecla ctrl)
fr: pourquoi ? plusieurs choix possibles (+ touche ctrl)
pt: porquê? várias opções possíveis (+ tecla ctrl)

# graduate.if_not_why_not
source: If not, why
es: En caso negativo, ¿por qué?
fr: Si non, pourquoi
pt: Em caso negativo, porquê

# graduate.your_pay_per_month
source: Your salary per month
es: Su salario al mes
fr: Votre rémunération par mois
pt: O seu salário por mês

# graduate.your_pay_per_day
source: Your earnings per day
es: Su salario al día
fr: Votre rémunération par jour
pt: Os seus ganhos por dia

# graduate.search_for_the_company_that_employs_you
source: Search for the company that employs you
es: Buscar la empresa que le emplea
fr: Recherche de l'entreprise qui vous emploie
pt: Procurar a empresa que o emprega

# graduate.name_of_the_company_that_employs_you
source: Name of the company that employs you
es: Nombre de la empresa que le emplea
fr: Nom de l'entreprise qui vous emploie
pt: Nome da empresa que o emprega

# graduate.you_have_been_employed_for
source: You have been employed since
es: Trabaja desde
fr: Vous êtes employé depuis
pt: Está empregado há

# graduate.number_of_working_hours_per_day
source: Number of working hours per day
es: Número de horas de trabajo al día
fr: Nombre d'heures de travail par jour
pt: Número de horas de trabalho por dia

# graduate.has_your_professional_training_been_useful_for_the_job_you_do_with_tag
source: Has your professional training %tag_br%useful for the job you do
es: ¿Ha sido su formación profesional %tag_br%útil para el trabajo que realiza
fr: Votre formation professionnelle a-t-elle%tag_br%été utile pour le métier que vous exercez
pt: A sua formação profissional foi %tag_br%útil para o trabalho que faz

source: If you have a job unrelated to your diploma, it is because:%tag_br%several possible choices (+ ctrl key)
es: Si tiene un trabajo no relacionado con su diploma, es porque:%tag_br%varias opciones posibles (+ tecla ctrl)
fr: Si vous exercez un métier sans lien avec votre diplôme, cest parce que :%tag_br%plusieurs choix possibles (+ touche ctrl)
pt: Se tem um emprego não relacionado com o seu diploma, é porque:%tag_br%várias opções possíveis (+ tecla ctrl)

# time.3_months
source: 3 months
es: 3 meses
fr: 3 mois
pt: 3 meses

# time.6_months
source: 6 months
es: 6 meses
fr: 6 mois
pt: 6 meses

# time.1_year
source: 1 year
es: 1 año
fr: 1 an
pt: 1 ano

# time.2_years
source: 2 years
es: 2 años
fr: 2 ans
pt: 2 anos

# city.new_city
source: New town
es: Nueva ciudad
fr: Nouvelle ville
pt: Cidade nova

# city.add_city
source: Add a city
es: Añadir una ciudad
fr: Ajouter une ville
pt: Adicionar uma cidade

# city.edit_city
source: Editing a city
es: Editar una ciudad
fr: Modification d'une ville
pt: Editar uma cidade

# city.list_of_cities
source: List of cities
es: Lista de ciudades
fr: Liste des villes
pt: Lista de cidades

# city.city_nearest
source: City (nearest)
es: Ciudad (más cercana)
fr: Ville (la plus proche)
pt: Cidade (mais próxima)

# city.other_city
source: Other city
es: Otra ciudad
fr: Autre ville
pt: Outra cidade

# job.20_offers
source: 20 Offers
es: 20 Ofertas
fr: 20 Offres
pt: 20 Ofertas

# job.list_of_job_offers
source: List of job offers
es: Lista de ofertas de empleo
fr: Liste des offres d'emploi
pt: Lista de ofertas de emprego

# job.your_applications
source: your applications
es: tus aplicaciones
fr: vos candidatures
pt: seus aplicativos

# job.type_of_contract
source: Type of Contract
es: Tipo de contrato
fr: Type de Contrat
pt: Tipo de contrato

# job.type_of_employment_contract
source: Type of employment contract
es: Tipo de contrato de trabajo
fr: Type de contrat de travail
pt: Tipo de contrato de trabalho

# job.candidate_profile
source: Candidate profile
es: Perfil del candidato
fr: Profil du candidat
pt: Perfil do candidato

# job.date_of_offer
source: Offer date
es: Fecha de la oferta
fr: Date de l'offre
pt: Data da oferta

# job.expiry_date_of_the_offer
source: Offer expiry date
es: Fecha de vencimiento de la oferta
fr: Date d'expiration de l'offre
pt: Data de expiração da oferta

# job.editing_a_job_offer
source: Editing a job offer
es: Editar una oferta de empleo
fr: Modification d'une offre d'emploi
pt: Editar uma oferta de emprego

# job.add_a_job_offer
source: Add an offer
es: Añadir una oferta
fr: Ajouter une offre
pt: Adicionar uma oferta

# job.editing_a_offer
source: Modifying an offer
es: Modificar una oferta
fr: Modification d'une offre
pt: Modificar uma oferta

# job.adding_a_job_offer
source: Adding a job offer
es: Añadir una oferta de empleo
fr: Ajout d'une offre d'emploi
pt: Adicionar uma oferta de emprego

# job.our_job_offers
source: Our job offers
es: Nuestras ofertas de empleo
fr: Nos offres d'emploi
pt: As nossas ofertas de emprego

# job.other_offers
source: Other offers
es: Otras ofertas
fr: Autres offres
pt: Outras ofertas

# job.details_of_the_offer
source: Details of the offer
es: Detalles de la oferta
fr: Details de l'offre
pt: Detalhes da oferta

# job.published_on
source: Published on
es: Publicada el
fr: Publiée le
pt: Publicado em

# job.updated_on
source: Updated on
es: Actualizado el
fr: Mise à jour le
pt: Actualizado em

# job.description_of_the_company
source: Company description
es: Descripción de la empresa
fr: Description de l'entreprise
pt: Descrição da empresa

# job.description_of_the_school
source: Description of the TVET School
es: Descripción de la Escuela TVET
fr: Description de l'etablissement
pt: Descrição do estabelecimento

# job.job_description
source: Job description
es: Descripción del puesto
fr: Description du poste
pt: Descrição do emprego

# job.person_in_charge_of_recruitment
source: Person in charge of recruitment
es: Responsable de contratación
fr: Personne en charge du recrutement
pt: Pessoa responsável pelo recrutamento

# job.apply_for_a_job_offer
source: Apply for a job offer
es: Solicitar una oferta de empleo
fr: Postuler à une offre d'emploi
pt: Candidatar-se a uma oferta de emprego

# job.contact_information
source: Contact information
es: Información de contacto
fr: Informations de contact
pt: Informações de contacto

# job.offer_title
source: Title of the offer
es: Título de la oferta
fr: Titre de l'offre
pt: Título da oferta

# job.your_documents
source: Your documents
es: Sus documentos
fr: Vos documents
pt: Os seus documentos

# job.attach_a_resume
source: Attach CV
es: Adjuntar CV
fr: Joindre un CV
pt: Anexar o CV

# job.select_your_resume
source: Select your CV
es: Seleccione su CV
fr: Selectionner votre CV
pt: Seleccione o seu CV

# job.attach_a_cover_letter
source: Attach a cover letter
es: Adjuntar una carta de presentación
fr: Joindre une lettre de motivation
pt: Anexar uma carta de apresentação

# job.offer_already_sended
source: Offer already applied
es: Oferta ya aplicada
fr: Offre déjà postulée
pt: Oferta já aplicada

# activity.modification_of_a_job
source: Editing a profession
es: Editar una profesión
fr: Modification d'un métier
pt: Editar uma profissão

# activity.list_of_sectors_professions
source: List of sectors / professions
es: Lista de sectores / profesiones
fr: Liste des filières / métiers
pt: Lista de sectores / profissões

# activity.add_sector_profession
source: Add sector / profession
es: Añadir sector / profesión
fr: Ajouter filière / métier
pt: Adicionar sector / profissão

# activity.add_a_sector_of_activity
source: Adding a business sector
es: Añadir un sector / profesión
fr: Ajout d'un secteur d'activité
pt: Adicionar um sector de actividade

# activity.sector_profession
source: sector / profession
es: sector / profesión
fr: filière / métier
pt: sector / profissão

# activity.other_sector_profession
source: Other sector / profession
es: Otro sector / profesión
fr: Autre filière / métier
pt: Outro sector / profissão

# company.list_of_companies
source: List of companies
es: Lista de empresas
fr: Liste des entreprises
pt: Lista de empresas

# company.new_company
source: New business
es: Nueva empresa
fr: Nouvelle entreprise
pt: Novos negócios

# company.company_details
source: Company Details
es: Detalles de la empresa
fr: Details entreprise
pt: Dados da empresa

# company.add_company
source: Add a company
es: Añadir una empresa
fr: Ajouter une entreprise
pt: Adicionar uma empresa

# company.companies_by_sector_of_activity
source: Companies by business sector
es: Empresas por sector de actividad
fr: Entreprises par secteurs d'activités
pt: Empresas por sector de actividade

# company.overall_satisfaction
source: Overall satisfaction
es: Satisfacción general
fr: Satisfaction globale
pt: Satisfação geral

# company.general_knowledge
source: General knowledge
es: Conocimientos generales
fr: Savoirs généraux
pt: Conhecimentos gerais

# company.technical_skills
source: Technical Skills
es: Competencias técnicas
fr: Compétences techniques
pt: Competências técnicas

# company.communication_and_hse
source: Communication and Occupational, Safety and Health (OSH)
es: Comunicación y seguridad y salud en el trabajo (SST)
fr: Communication et HSE
pt: Comunicação e saúde e segurança

# company.average_number_in_terms_of_projected_hiring_in_the_next_6_months
source: Average number in terms of hiring projection in the next 6 months
es: Número medio en términos de proyección de contratación en los próximos 6 meses
fr: Nombre moyen en termes de projection d'embauche dans les 6 prochains mois
pt: Número médio em termos de projecção de contratação nos próximos 6 meses

# company.worker
source: worker
es: trabajador
fr: ouvrier
pt: trabalhador

# company.worker_female
source: Worker
es: Trabajador
fr: Ouvrier-ère
pt: trabalhador

# company.technician
source: technician
es: técnico
fr: technicien
pt: técnico

# company.technician_female
source: Technician
es: Técnico
fr: Technicien-ne
pt: Técnico

# company.apprentice
source: Apprentice
es: Aprendiz
fr: Apprenti
pt: Aprendiz

# company.apprentice_female
source: Apprentice
es: Aprendiz
fr: Apprenti-e
pt: Aprendiz

# company.intern
source: Intern
es: Becario
fr: Stagiaire
pt: Estagiário

# company.companies_by_legal_status
source: Companies by legal status
es: Empresas por estatuto jurídico
fr: Entreprises par statuts juridiques
pt: Empresas por estatuto jurídico

# company.measures_of_satisfaction_of_companies_that_have_hired_graduates
source: Measurement of satisfaction rate of companies that have hired graduates
es: Medición del índice de satisfacción de las empresas que han contratado a graduados superiores
fr: Mesures de satisfaction des Entreprises qui ont embauché des diplômés
pt: Medidas de satisfação das empresas que contrataram graduados

# company.modification_of_a_company
source: Editing a company
es: Edición de una empresa
fr: Modification d'une entreprise
pt: Editar uma empresa

# company.companies_that_employ_your_graduates
source: Companies that employ your graduates
es: Empresas que emplean a sus graduados
fr: Entreprises qui emploient vos diplômés
pt: Empresas que empregam os vossos graduados

# company.list_of_companies_that_employ_your_graduates
source: List of companies that employ your graduates
es: Lista de empresas que emplean a sus graduados
fr: Liste des entreprises qui emploient vos diplômés
pt: Lista das empresas que empregam os vossos graduados

# company.list_of_partner_companies
source: List of partner companies
es: Lista de empresas colaboradoras
fr: Liste des entreprises partenaires
pt: Lista de empresas parceiras

# company.list_of_all_companies
source: List of all companies
es: Lista de todas las empresas
fr: Liste de toutes les entreprises
pt: Lista de todas as empresas

# company.manage_your_partners
source: Administer your partners
es: Administrar sus socios
fr: Administrer vos partenaires
pt: Gerir os seus parceiros

# company.back_to_your_partners
source: Back to your partners
es: Volver a sus socios
fr: Retour à vos partenaires
pt: Voltar aos seus parceiros

# company.name_of_the_company
source: Company name
es: Nombre de la empresa
fr: Nom de l'entreprise
pt: Nome da empresa

# company.number_of_people_hired
source: Number of hired graduates
es: Número de graduados contratados
fr: Nombre d'embauchés
pt: Número de contratações

# company.name_of_the_company_with_tag
source: %tag_br%company name
es: %tag_br%nombre de la empresa
fr: Nom de%tag_br%l'Entreprise
pt: %tag_br%nome da empresa

# company.company_business_with_tag
source: Profession of %tag_br%the Company
es: Profesión de %tag_br%la empresa
fr: Métier de%tag_br%l'Entreprise
pt: Profissão de %tag_br%a Empresa

# company.connection_phone_code_no
source: Tel. connection (Code + N°)
es: Tel. de conexión (Código + N°)
fr: Tél. de connexion (Indicatif + N°)
pt: Ligação telefónica (Código + N.º)

# company.other_phone_code_no
source: Other Tel. (Code + N°)
es: Otro Tel. (Código + N°)
fr: Autre Tél. (Indicatif + N°)
pt: Outro telefone (código + n.º)

# company.companies_from_start_to_end
source: Companies from %begin_date% to %end_date%
es: Empresas desde %fecha_inicio% hasta %fecha_fin%.
fr: Entreprises du %begin_date% au %end_date%
pt: Empresas de %begin_date% a %end_date%

# company.evolution_of_the_number_of_companies_created
source: Evolution of the number of business creations
es: Evolución del número de creaciones de empresas
fr: Evolution du nombre création des Entreprises
pt: Evolução do número de criações de empresas

# company.evolution_of_the_number_of_investigations_by_companies
source: Evolution of the number of Business surveys
es: Evolución del número de encuestas de coyuntura
fr: Evolution du nombre d'enquêtes des Entreprises
pt: Evolução do número de inquéritos às empresas
