Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# country.united_kingdom
source: United Kingdom
es: Reino Unido
fr: Royaume-Uni
pt: Reino Unido

# country.russia
source: Russia
es: Rusia
fr: Russie
pt: Rússia

# country.rwanda
source: Rwanda
es: Ruanda
pt: Ruanda

# country.saint_barthelemy
source: Saint Barthélemy
es: San Bartolomé
pt: São Bartolomeu

# country.saint_helena
source: Saint Helena
es: santa elena
fr: Sainte-Hélène
pt: Santa Helena

# country.st._lucia
source: St. LUCIA
es: Santa Lucía
fr: Sainte Lucie
pt: Santa Lúcia

# country.saint_kitts_and_nevis
source: Saint Kitts and Nevis
es: San Cristóbal y Nieves
fr: Saint-Kitts-et-Nevis
pt: São Cristóvão e Nevis

# country.san_marino
source: San Marino
fr: Saint Marin
pt: São Marino

# country.saint_pierre_and_miquelon
source: Saint Pierre and Miquelon
es: San Pedro y Miquelón
fr: Saint-Pierre-et-Miquelon
pt: São Pedro e Miquelon

# country.saint_vincent_and_the_grenadines
source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
pt: São Vicente e Granadinas

# country.american_samoa
source: American Samoa
es: Samoa Americana
fr: Samoa Américaines
pt: Samoa Americana

# country.sao_tome_and_principe
source: Sao Tome and Principe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
pt: São Tomé e Príncipe

# country.serbia
source: Serbia
fr: Serbie
pt: Sérvia

# country.seychelles
source: Seychelles
fr: les Seychelles
pt: Seicheles

# country.sierra_leone
source: Sierra Leone
es: Sierra Leona
pt: Serra Leoa

# country.singapore
source: Singapore
es: Singapur
fr: Singapour
pt: Cingapura

# country.slovakia
source: Slovakia
es: Eslovaquia
fr: Slovaquie
pt: Eslováquia

# country.slovenia
source: Slovenia
es: Eslovenia
fr: Slovénie
pt: Eslovênia

# country.somalia
source: Somalia
fr: Somalie
pt: Somália

# country.sudan
source: Sudan
es: Sudán
fr: Soudan
pt: Sudão

# country.south_sudan
source: South Sudan
es: Sudán del Sur
fr: Soudan du Sud
pt: Sudão do Sul

# country.sweden
source: Sweden
es: Suecia
fr: Suède
pt: Suécia

# country.swiss
source: Swiss
es: suizo
fr: Suisse
pt: suíço

# country.svalbard_and_jan_mayen
source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et Jan Mayen
pt: Svalbard e Jan Mayen

# country.swaziland
source: Swaziland
es: Suazilandia
pt: Suazilândia

# country.syria
source: Syria
es: Siria
fr: Syrie
pt: Síria

# country.tajikistan
source: Tajikistan
es: Tayikistán
fr: Tadjikistan
pt: Tadjiquistão

# country.tanzania
source: Tanzania
fr: Tanzanie
pt: Tanzânia

# country.chad
source: Chad
fr: Tchad
pt: Chade

# country.french_southern_lands
source: French Southern Lands
es: Tierras del sur francesas
fr: Terres Australes Françaises
pt: Terras do Sul da França

# country.thailand
source: Thailand
es: Tailandia
fr: Thaïlande
pt: Tailândia

# country.east_timor
source: East Timor
es: Timor Oriental
fr: Timor oriental
pt: Timor Leste

# country.togo
source: Togo
es: Ir
pt: Ir

# country.trinidad_and_tobago
source: Trinidad and Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
pt: Trinidad e Tobago

# country.tunisia
source: Tunisia
es: Túnez
fr: Tunisie
pt: Tunísia

# country.turkmenistan
source: Turkmenistan
es: Turkmenistán
fr: Turkménistan
pt: Turcomenistão

# country.türkiye
source: Türkiye
es: Turquía
fr: Turquie
pt: Turquia

# country.ukraine
source: Ukraine
es: Ucrania
pt: Ucrânia

# country.uruguay
source: Uruguay
pt: Uruguai

# country.vietnam
source: Vietnam
fr: Viêt-Nam
pt: Vietnã

# country.wallis_and_futuna
source: Wallis and futuna
es: Wallis y Futuna
fr: Wallis et Futuna
pt: Wallis e Futuna

# country.yemen
source: Yemen
fr: Yémen
pt: Iémen

# country.zambia
source: Zambia
fr: Zambie
pt: Zâmbia

# country.zimbabwe
source: Zimbabwe
es: Zimbabue
pt: Zimbábue

# currency.cfa_franc_bceao
source: CFA Franc BCEAO
es: Franco CFA BCEAO
fr: Franc CFA BCEAO
pt: Franco CFA BCEAO

# currency.malagasy_ariary
source: Malagasy Ariary
es: Ariary malgache
fr: Ariary malgache
pt: Ariary malgaxe

# currency.congolese_franc
source: Congolese franc
es: franco congoleño
fr: Franc congolais
pt: Franco congolês

# currency.gourd
source: Gourd
es: Calabaza
fr: Gourde
pt: Cabaça

# currency.moroccan_dirham
source: Moroccan Dirham
es: dírham marroquí
fr: Dirham marocain
pt: Dirham Marroquino

# currency.tunisian_dinar
source: Tunisian Dinar
es: dinar tunecino
fr: Dinar tunisien
pt: Dinar Tunisino

# currency.cape_verdean_escudo
source: Cape Verdean escudo
es: Escudo de Cabo Verde
fr: Escudo cap-verdien
pt: Escudo cabo-verdiano

# currency.guinean_franc
source: Guinean franc
es: franco guineano
fr: Franc guinéen
pt: Franco guineense

# currency.rwandan_franc
source: Rwandan franc
es: franco ruandés
fr: Franc rwandais
pt: Franco ruandês

# currency.burundian_franc
source: Burundian franc
es: franco burundés
fr: Franc burundais
pt: Franco do Burundi

# currency.mauritanian_ouguiya
source: Mauritanian ouguiya
es: uguiya mauritana
fr: Ouguiya mauritanien
pt: ouguiya mauritana

# currency.comorian_franc
source: Comorian franc
es: franco comorano
fr: Franc comorien
pt: Franco comoriano

# currency.kenyan_shilling
source: Kenyan Shilling
es: Chelín keniano
fr: Shilling Kenyan
pt: Xelim Queniano

# currency.djiboutian_franc
source: Djiboutian Franc
es: Franco de Yibuti
fr: Franc Djiboutien
pt: Franco Djibutiano

# currency.afghanis
source: Afghanis
es: afganos
fr: Afghani
pt: Afegãos

# currency.south_african_rand
source: South African Rand
es: rand sudafricano
fr: Rand sudafricano
pt: Rand sul-africano

# currency.algerian_dinar
source: Algerian Dinar
es: dinar argelino
fr: Dinar algérien
pt: Dinar Argelino

# currency.american_dollar
source: American dollar
es: dólar americano
fr: Dollar américain
pt: dólar americano

# currency.east_caribbean_dollar
source: East Caribbean Dollar
es: Dólar del Caribe Oriental
fr: Dollar des Caraïbes orientales
pt: Dólar do Caribe Oriental

# currency.saudi_riyal
source: Saudi Riyal
es: Riyal saudita
fr: Rial saoudien
pt: Rial saudita

# currency.argentine_peso
source: Argentine Peso
es: peso argentino
fr: Peso argentin
pt: Peso argentino

# currency.florin
source: Florin
es: Florín
pt: Florim

# currency.book_of_saint_helena
source: Book of Saint Helena
es: Libro de Santa Elena
fr: Livre de Sainte-Hélène
pt: Livro de Santa Helena

# currency.australian_dollar
source: Australian dollar
es: dólar australiano
fr: Dollar australien
pt: dólar australiano

# currency.bahamian_dollar
source: Bahamian Dollar
es: dólar bahameño
fr: Dollar des Bahamas
pt: Dólar das Bahamas

# currency.bahraini_dinar
source: Bahraini Dinar
es: dinar bahreiní
fr: Dinar bahreïni
pt: Dinar do Bahrein

# currency.barbadian_dollar
source: Barbadian dollar
es: dólar barbadense
fr: Dollar barbadien
pt: Dólar de Barbados

# currency.belize_dollar
source: Belize Dollar
es: Dólar de Belice
fr: Dollar du Belize
pt: Dólar belizenho

# currency.bermudian_dollar
source: Bermudian dollar
es: dólar de Bermudas
fr: Dollar des Bermudes
pt: Dólar das Bermudas

# currency.belarusian_ruble
source: Belarusian ruble
es: rublo bielorruso
fr: Rouble biélorusse
pt: Rublo bielorrusso

# currency.bolivian
source: Bolivian
es: boliviano
fr: Boliviano
pt: boliviano

# currency.convertible_mark
source: Convertible mark
es: marca convertible
fr: Mark convertible
pt: Marca conversível

# currency.brazilian_real
source: Brazilian real
es: Real brasileño
fr: Réal brésilien
pt: Real brasileiro

# currency.brunei_dollar
source: Brunei Dollar
es: Dólar de Brunéi
fr: Dollar Brunei
pt: Dólar de Brunei

# currency.bulgarian_lev
source: Bulgarian lev
es: lev búlgaro
fr: Lev bulgare
pt: Lev búlgaro

# currency.cambodian_riel
source: Cambodian Riel
es: Riel camboyano
fr: Riel cambodgien
pt: Riel cambojano

# currency.cfa_franc_beac
source: CFA Franc BEAC
es: Franco CFA BEAC
fr: Franc CFA BEAC
pt: Franco CFA BEAC

# currency.canadian_dollar
source: Canadian dollar
es: Dolar canadiense
fr: Dollar canadien
pt: Dólar canadense

# currency.chilean_peso
source: Chilean peso
es: peso chileno
fr: Peso chilien
pt: Peso chileno

# currency.colombian_peso
source: Colombian peso
es: peso colombiano
fr: Peso colombien
pt: Peso Colombiano

# currency.north_korean_won
source: North Korean won
es: Won norcoreano
fr: Won nord-coréen
pt: Won norte-coreano

# currency.south_korean_won
source: South Korean won
es: won surcoreano
fr: Won sud-coréen
pt: Won sul-coreano

# currency.colon
source: Colon
fr: Colón
pt: Cólon

# currency.cuban_peso
source: Cuban peso
es: peso cubano
fr: Peso cubain
pt: Peso cubano

# currency.danish_crown
source: Danish crown
es: corona danesa
fr: Couronne danois
pt: Coroa dinamarquesa

# currency.egyptian_book
source: Egyptian Book
es: Libro egipcio
fr: Livre Egyptien
pt: Livro Egípcio

# currency.arab_dirham
source: Arab Dirham
es: dírham árabe
fr: Dirham arabes
pt: Dirham Árabe

# currency.swazi_lilangeni
source: Swazi Lilangeni
es: Lilangeni suazi
fr: Lilangeni swazi
pt: Lilangeni Suazi

# currency.fijian_dollar
source: Fijian Dollar
es: dólar fiyiano
fr: Dollar fidjien
pt: Dólar fijiano

# currency.georgian_lari
source: Georgian lari
es: lari georgiano
fr: Lari géorgien
pt: Lari georgiano

# currency.pound_sterling
source: Pound sterling
es: Libra esterlina
fr: Livre sterling
pt: Libra esterlina

# currency.ghanaian_cedi
source: Ghanaian cedi
es: cedi ghanés
fr: Cedi ghanéen
pt: cedi ganense

# currency.gibraltar_pound
source: Gibraltar pound
es: libra gibraltareña
fr: Livre de Gibraltar
pt: Libra de Gibraltar

# currency.guyana_dollar
source: Guyana dollar
es: dólar guayanés
fr: Dollar de Guyana
pt: Dólar da Guiana

# currency.hong_kong_dollar
source: Hong Kong Dollar
es: Dolar de Hong Kong
fr: Dollar de Hong Kong
pt: Dólar de Hong Kong

# currency.hungarian_forint
source: Hungarian forint
es: florín húngaro
fr: Forint hongrois
pt: Forint húngaro

# currency.isle_of_man_book
source: Isle of Man Book
es: Libro de la Isla de Man
fr: Livre de l'île de Man
pt: Livro da Ilha de Man

# currency.cayman_dollar
source: Cayman Dollar
es: dólar caimán
fr: Dollar Caïman
pt: Dólar das Ilhas Caimão

# currency.dollar_cook
source: Dollar Cook
es: cocinero del dólar
pt: Cozinheiro do dólar

# currency.faroese_crown
source: Faroese crown
es: corona feroesa
fr: Couronne féroïen
pt: Coroa das Ilhas Faroé

# currency.new_zealand_dollar
source: New Zealand Dollar
es: Dolar de Nueva Zelanda
fr: Dollar néo-zélandais
pt: Dólar da Nova Zelândia

# currency.solomon_islands_dollar
source: Solomon Islands Dollar
es: Dólar de las Islas Salomón
fr: Dollar salomonique
pt: Dólar das Ilhas Salomão

# currency.indian_rupee
source: Indian rupee
es: Rupia india
fr: Roupie indien
pt: Rupia indiana

# currency.indonesian_rupiah
source: Indonesian Rupiah
es: rupia indonesia
fr: Rupiah indonésien
pt: Rupia Indonésia

# currency.iraqi_dinar
source: Iraqi Dinar
es: dinar iraquí
fr: Dinar irakien
pt: Dinar Iraquiano

# currency.iranian_rial
source: Iranian Rial
es: rial iraní
fr: Rial iranien
pt: Rial iraniano

# currency.icelandic_crown
source: Icelandic crown
es: corona islandesa
fr: Couronne islandais
pt: Coroa islandesa

# currency.israeli_shekel
source: Israeli Shekel
es: Shekel israelí
fr: Shekel israélien
pt: Shekel israelense

# currency.dollar
source: Dollar
es: Dólar
pt: Dólar

# currency.yen
source: Yen
pt: Iene

# currency.jordanian_dinar
source: Jordanian Dinar
es: dinar jordano
fr: Dinar jordanien
pt: Dinar Jordaniano

# currency.som
source: som
es: algo
pt: algo

# currency.kiribati_dollar
source: Kiribati dollar
es: Dólar de Kiribati
fr: Dollar kiribatan
pt: Dólar de Quiribati

# currency.kuwaiti_dinar
source: Kuwaiti Dinar
es: dinar kuwaití
fr: Dinar koweïtien
pt: Dinar do Kuwait

# currency.loti_from_lesotho
source: Loti from Lesotho
es: Loti de Lesoto
fr: Loti du Lesotho
pt: Loti do Lesoto

# currency.lebanese_pound
source: Lebanese pound
es: libra libanesa
fr: Livre libanais
pt: Libra libanesa

# currency.liberian_dollar
source: Liberian Dollar
es: dólar liberiano
fr: Dollar libérien
pt: Dólar da Libéria

# currency.swiss_franc
source: Swiss franc
es: Franco suizo
fr: Franc suisse
pt: Franco suíço

# currency.macau_pataca
source: Macau Pataca
es: Pataca de Macao
fr: Pataca de Macao
pt: Pataca de Macau

# currency.macedonian_denarius
source: Macedonian denarius
es: denario macedonio
fr: Denier macédonien
pt: Denário macedônio

# currency.malawian_kwacha
source: Malawian Kwacha
es: Kwacha de Malawi
fr: Kwacha malawite
pt: Kwacha do Malawi

# currency.maldivian_rufiyaa
source: Maldivian rufiyaa
es: Rufiyaa de Maldivas
fr: Rufiyaa maldivien
pt: Rufiyaa das Maldivas

# currency.mauritian_rupee
source: Mauritian rupee
es: rupia mauriciana
fr: Roupie mauricien
pt: Rupia mauriciana

# currency.mexican_peso
source: Mexican Peso
es: peso mexicano
fr: Peso mexicain
pt: Peso mexicano

# currency.moldovan_leu
source: Moldovan Leu
es: Leu moldavo
fr: Leu moldave
pt: Leu da Moldávia

# currency.tugrik
source: Tugrik
pt: Tugrique

# currency.namibian_dollar
source: Namibian dollar
es: dólar namibio
fr: Dollar namibien
pt: Dólar namibiano

# currency.nepalese_rupee
source: Nepalese rupee
es: rupia nepalí
fr: Roupie népalais
pt: Rúpia Nepalesa

# currency.gold_of_cordoba
source: Gold of Cordoba
es: Oro de Córdoba
fr: Oro de Cordoue
pt: Ouro de Córdoba

# currency.norwegian_krone
source: Norwegian Krone
es: corona noruega
fr: Couronne norvégien
pt: Coroa Norueguesa

# currency.pacific_franc
source: Pacific Franc
es: franco pacífico
fr: Franc du Pacifique
pt: Franco Pacífico

# currency.omani_rial
source: Omani Rial
es: Rial omaní
fr: Rial omani
pt: Rial de Omã

# currency.ugandan_shilling
source: Ugandan Shilling
es: Chelín ugandés
fr: Shilling ougandais
pt: Xelim ugandês

# currency.uzbek_sum
source: Uzbek sum
es: suma uzbeka
fr: Sum ouzbek
pt: Soma uzbeque

# currency.pakistani_rupee
source: Pakistani Rupee
es: Rupia paquistaní
fr: Roupie pakistanais
pt: Rupia Paquistanesa

# currency.panamanian_balboa
source: Panamanian balboa
es: balboa panameño
fr: Balboa panaméen
pt: Balboa panamenha

# currency.new_floor
source: New floor
es: piso nuevo
fr: Sol nuevo
pt: Novo andar

# currency.philippine_peso
source: Philippine peso
es: peso filipino
fr: Peso philippin
pt: Peso filipino

# currency.zloty
source: Zloty
pt: Zlóti

# currency.qatari_rial
source: Qatari Rial
es: rial qatarí
fr: Rial qatarien
pt: Rial do Catar

# currency.dominican_peso
source: Dominican Peso
es: peso dominicano
fr: Peso dominicain
pt: Peso dominicano

# currency.czech_koruna
source: Czech koruna
es: corona checa
fr: Couronne tchèque
pt: Coroa Checa

# currency.romanian_leu
source: Romanian Leu
es: Leu rumano
fr: Leu roumain
pt: Leu romeno

# currency.russian_ruble
source: Russian ruble
es: Rublo ruso
fr: Rouble russe
pt: rublo russo

# currency.serbian_dinar
source: Serbian Dinar
es: dinar serbio
fr: Dinar serbe
pt: Dinar Sérvio

# currency.seychellois_rupee
source: Seychellois rupee
es: Rupia de Seychelles
fr: Roupie seychellois
pt: Rupia seichelense

# currency.leone
source: Leone
es: leona
pt: Leão

# currency.singapore_dollar
source: Singapore Dollar
es: Dolar de Singapur
fr: Dollar de Singapour
pt: Dólar de Singapura

# currency.somali_shilling
source: Somali Shilling
es: Chelín somalí
fr: Shilling somalien
pt: Xelim Somali

# currency.sudanese_pound
source: Sudanese pound
es: libra sudanesa
fr: Livre soudanais
pt: Libra sudanesa

# currency.book
source: Book
es: Libro
fr: Livre
pt: Livro

# currency.sri_lankan_rupee
source: Sri Lankan rupee
es: Rupia de Sri Lanka
fr: Roupie sri lankaise
pt: Rupia do Sri Lanka

# currency.swedish_krona
source: Swedish krona
es: Corona sueca
fr: Couronne suédois
pt: coroa sueca

# currency.surinamese_dollar
source: Surinamese dollar
es: dólar surinamés
fr: Dollar surinamais
pt: Dólar do Suriname

# currency.syrian_pound
source: Syrian pound
es: libra siria
fr: Livre syrien
pt: Libra síria

# currency.new_taiwan_dollar
source: New Taiwan dollar
es: Nuevo dólar taiwanés
fr: Nouveau dollar taïwanais
pt: Novo dólar taiwanês

# currency.tanzanian_shilling
source: Tanzanian Shilling
es: Chelín tanzano
fr: Shilling tanzanien
pt: Xelim da Tanzânia

# currency.thai_baht
source: Thai Baht
es: Baht tailandés
fr: Baht thaïlandais
pt: Baht tailandês

# currency.trinidad_and_tobago_dollar
source: Trinidad and Tobago Dollar
es: Dólar de Trinidad y Tobago
fr: Dollar de Trinité-et-Tobago
pt: Dólar de Trinidad e Tobago

# currency.turkmen_manat
source: Turkmen Manat
es: Manat turcomano
fr: Manat turkmène
pt: Manat turcomano

# currency.turkish_lira
source: Turkish Lira
es: Lira turca
fr: Livre turque
pt: Lira Turca

# currency.tuvaluan_dollar
source: Tuvaluan Dollar
es: dólar tuvaluano
fr: Dollar de Tuvalu
pt: Dólar tuvaluano

# currency.uruguayan_peso
source: Uruguayan peso
es: peso uruguayo
fr: Peso uruguayen
pt: Peso Uruguaio

# currency.will_you
source: Will you
es: Ve tu
fr: Vatu
pt: Você poderia

# currency.bolivar_digital
source: Bolivar digital
es: bolívar digital
pt: Bolívar digital

# currency.yemeni_rial
source: Yemeni Rial
es: rial yemení
fr: Rial yéménite
pt: Rial Iemenita

# currency.zambian_kwacha
source: Zambian Kwacha
es: Kwacha zambiano
fr: Kwacha zambien
pt: Kwacha da Zâmbia

# currency.zimbabwe_dollar
source: Zimbabwe dollar
es: dólar de zimbabwe
fr: Dollar zimbabuense
pt: Dólar do Zimbábue

# currency.libyan_dinar
source: Libyan Dinar
es: dinar libio
fr: Dinar libyen
pt: Dinar Líbio

# legal_status.as
source: AS
es: SA
fr: SA
pt: SARL

# legal_status.anonimous_society
source: Anonimous society
es: Sociedad Anónima
fr: Société Anonyme
pt: Sociedade anônima

# legal_status.sarl
source: SARL
pt: SDRL

# legal_status.limited_liability_company
source: Limited liability company
es: Sociedad de responsabilidad limitada
fr: Société à responsabilité limitée
pt: Sociedade de responsabilidade limitada

# legal_status.public_company
source: Public company
es: Compañía publica
fr: Entreprise publique
pt: Companhia pública

# legal_status.foreign_company
source: Foreign company
es: Compañía extranjera
fr: Entreprise étrangère
pt: Empresa estrangeira

# legal_status.foreign_company_branch
source: Foreign company branch
es: Sucursal de empresa extranjera
fr: Succursale dentreprise étrangère
pt: Filial de empresa estrangeira

# legal_status.public_institution
source: Public institution
es: Institucion publica
fr: Institution publique
pt: Instituição pública

# legal_status.cooperativecooperative
source: CooperativeCooperative
es: CooperativaCooperativa
fr: CoopérativeCoopérative
pt: CooperativaCooperativa

# legal_status.nonprofit_organization
source: Nonprofit organization
es: Organización sin ánimo de lucro
fr: Organisme à but non lucratif
pt: Organização sem fins lucrativos

# legal_status.individual_business
source: Individual business
es: Empresa individual
fr: Entreprise individuelle
pt: Negócios individuais

source: training did not take into account new developments in the profession
es: La formación no tuvo en cuenta los nuevos avances en la profesión.
fr: formation ne tenait pas compte des nouveautés du métier
pt: a formação não levou em conta os novos desenvolvimentos na profissão

# raisons_no_job.incomplete_training
source: incomplete training
es: entrenamiento incompleto
fr: formation incomplète
pt: treinamento incompleto

# raisons_no_job.no_work_related_to_my_diploma
source: no work related to my diploma
es: ningún trabajo relacionado con mi diploma
fr: pas de travail en lien avec mon diplôme
pt: nenhum trabalho relacionado ao meu diploma

# raisons_no_job.job_related_to_my_diploma_not_well_paid_enough
source: job related to my diploma not well paid enough
es: trabajo relacionado con mi diploma no está suficientemente bien pagado
fr: emploi en lien avec mon diplôme pas assez bien payé
pt: trabalho relacionado ao meu diploma não é bem remunerado o suficiente

# raisons_no_job.prefer_to_work_in_my_current_job
source: I prefer to work in my current job
es: Prefiero trabajar en mi trabajo actual.
fr: je préfère exercer mon métier actuel
pt: Prefiro trabalhar no meu emprego atual

# diplomas.apprenticeship_certificate_ca
source: Apprenticeship Certificate (CA)
es: Certificado de aprendizaje (CA)
fr: Certificat d'Apprentissage (CA)
pt: Certificado de Aprendizagem (CA)

# diplomas.professional_qualification_certificate_cqp
source: Professional Qualification Certificate (CQP)
es: Certificado de Cualificación Profesional (CQP)
fr: Certificat de Qualification Professionnelle (CQP)
pt: Certificado de Qualificação Profissional (CQP)

# diplomas.professional_aptitude_certificate_cap
source: Professional Aptitude Certificate (CAP)
es: Certificado de Aptitud Profesional (CAP)
fr: Certificat d'Aptitude Professionnelle (CAP)
pt: Certificado de Aptidão Profissional (CAP)

# diplomas.technician_certificate_bt
source: Technician Certificate (BT)
es: Certificado de Técnico (BT)
fr: Brevet de Technicien (BT)
pt: Certificado Técnico (BT)

# diplomas.technician_diploma_dt
source: Technician Diploma (DT)
es: Diploma de Técnico (DT)
fr: Diplôme de Technicien (DT)
pt: Diploma Técnico (DT)

# diplomas.professional_baccalaureate_bacpro
source: Professional Baccalaureate (Bac Pro)
es: Bachillerato Profesional (Bac Pro)
fr: Baccalauréat Professionnel (Bac Pro)
pt: Bacharelado Profissional (Bac Pro)

# diplomas.technical_baccalaureate_bactechno
source: Technical Baccalaureate (Bac Techno)
es: Bachillerato Técnico (Bac Techno)
fr: Baccalauréat Technique (Bac Techno)
pt: Bacharelado Técnico (Bac Techno)

# diplomas.higher_technician_certificate_bts
source: Higher Technician Certificate (BTS)
es: Certificado de Técnico Superior (BTS)
fr: Brevet de Technicien Supérieur (BTS)
pt: Certificado de Técnico Superior (BTS)

# diplomas.technological_university_diploma_dut
source: Technological University Diploma (DUT)
es: Diploma Universitario Tecnológico (DUT)
fr: Diplôme Universitaire Technologique (DUT)
pt: Diploma Universitário Tecnológico (DUT)

# diplomas.professional_license_licpro
source: Professional License (Lic Pro)
es: Licencia Profesional (Lic Pro)
fr: Licence Professionnelle (Lic Pro)
pt: Licença Profissional (Lic Pro)

# diplomas.master_i
source: Master I
es: Maestro yo
pt: Mestre eu

# diplomas.master_ii
source: Master II
es: Maestro II
pt: Mestre II

# diplomas.professional_qualifications
source: Professional qualifications
es: Cualificaciones profesionales
fr: Brevet d'études professionnelles
pt: Qualificações profissionais

# diplomas.specialty_certificate_sc
source: Specialty Certificate (CS)
es: Certificado de Especialidad (CS)
fr: Certificat de spécialité (CS)
pt: Certificado de Especialidade (CS)

# diplomas.certificate
source: Certificate
es: Certificado
fr: Attestation
pt: Certificado

# diplomas.professional_title
source: Professional title
es: Título profesional
fr: Titre professionnel
pt: Título profissional

# diplomas.professional_aptitude_certificate_bap
source: Professional Aptitude Certificate (BAP)
es: Certificado de Aptitud Profesional (BAP)
fr: Brevet d'Aptitude Professionnelle (BAP)
pt: Certificado de Aptidão Profissional (BAP)

# diplomas.professional_qualification_diploma_dqp
source: Professional Qualification Diploma (DQP)
es: Diploma de Cualificación Profesional (DQP)
fr: Diplôme de Qualification Professionnelle (DQP)
pt: Diploma de Qualificação Profissional (DQP)

# diplomas.higher_technician_diploma_dts
source: Higher Technician Diploma (DTS)
es: Diploma de Técnico Superior (DTS)
fr: Diplôme de Technicien Supérieur (DTS)
pt: Diploma de Técnico Superior (DTS)

# diplomas.professional_qualification_certificate_aqp
source: Professional qualification certificate (AQP)
es: Certificado de cualificación profesional (AQP)
fr: Attestation de qualification professionnelle (AQP)
pt: Certificado de qualificação profissional (AQP)
