Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# menu.create_an_account
source: Create an account
es: Crear una cuenta
fr: Créer un compte
pt: Criar uma conta

# title.new_user_account
source: New user account
es: Nueva cuenta de usuario
fr: Nouveau compte utilisateur
pt: Nueva cuenta de usuario

# menu.connection
source: Connection
es: Conexión
fr: Connexion
pt: Ligação

# menu.adding_user
source: Adding a User
es: Añadir un usuario
fr: Ajouter un utilisateur
pt: Adicionar um usuário

# menu.editing_user
source: Editing a User
es: Editar un usuario
fr: Modification d'un utilisateur
pt: Editar um usuário

# menu.new_user
source: New user
es: Nuevo usuario
fr: Nouvel utilisateur
pt: Novo utilizador

# menu.language
source: Language
es: Idioma
fr: Langue
pt: Idioma

# menu.french
source: French
es: Francés
fr: Français
pt: Francês

# menu.english
source: English
es: Inglés
fr: Anglais
pt: Inglês

# menu.spanish
source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

# menu.portuguese
source: Portuguese
es: Portugués
fr: Portugais
pt: Português

# menu.diapora
source: Diaspora
es: Diáspora
pt: Diáspora

# menu.user_type
source: User type
es: Tipo de usuario
fr: Type d'utilisateur
pt: Tipo de usuario

# menu.init_reset_password
source: Password initialization
es: Inicialización de contraseña
fr: Initialisation du mot de passe
pt: Inicialização da palavra-passe

# menu.information_for_reset_password_with_tag
source: Complete the form, an SMS or an email will be sent to you.%tag_br%It will contain the code to initialize your password
es: Rellene el formulario, se le enviará un SMS o un correo electrónico.%tag_br%. Contendrá el código para inicializar su contraseña
fr: Compléter le formulaire, un sms ou un email vous seras envoyé.%tag_br%Il contiendra le code pour initialiser votre mot de passe
pt: Preencha o formulário, será enviado um SMS ou um e-mail para si.%tag_br%Isso conterá o código para inicializar a sua palavra-passe

# menu.other_phone_number
source: Other phone number
es: Otro número de teléfono
fr: Autre numéro de téléphone
pt: Outro número de telefone

# menu.phone_number
source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pt: Número de telefone

# menu.login_phone
source: Login phone
es: Teléfono de inicio de sesión
fr: Téléphone de Connexion
pt: Telefone de acesso

# menu.verification_code
source: Verification code
es: Código de verificación
fr: Code de verification
pt: Código de verificação

# menu.cancel
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# menu.optional_email
source: E-mail address (optional)
es: Dirección de correo electrónico (opcional)
fr: Adresse E-mail (falcutatif)
pt: Endereço electrónico (opcional)

# menu.company
source: Company
es: Empresa
fr: Entreprise
pt: Empresa

# menu.companies
source: Companies
es: Empresas
fr: Entreprises
pt: Empresas

# menu.list_companies
source: The list of companies
es: Lista de empresas
fr: La liste des entreprises
pt: Lista das empresas

# menu.the_apprentices
source: Apprentices
es: Aprendices
fr: Les apprentis
pt: Estagiários

# menu.the_job_offers
source: Job offers
es: Ofertas de empleo
fr: Les offres d'emplois
pt: Ofertas de emprego

# menu.ads
source: Ads
es: Anuncios
fr: Les publicités
pt: Anúncios

# menu.graduate
source: Graduate
es: Graduados
fr: Diplômé
pt: Graduado

# menu.graduates
source: Graduates
es: Graduados
fr: Diplômés
pt: Graduados

# menu.your_graduate
source: Your graduates
es: Tus graduados
fr: Vos diplômés
pt: Os vossos graduados

# menu.your_partners
source: Your partners
es: Tus socios
fr: Vos partenaires
pt: Os vossos parceiros

# menu.dashboard
source: Dashboard
es: Cuadro de mandos
fr: Tableau de bord
pt: Painel

# menu.cleaning
source: Cleaning
es: Limpieza
fr: Nettoyage
pt: Limpeza

# menu.profile
source: Profile
es: Perfil
pt: Perfil

# menu.update_profile
source: Update photo profile
es: Actualizar perfil de fotos
fr: Changement photo profil
pt: Actualizar o perfil

# menu.the_graduates
source: Graduates
es: Graduados
fr: Les Diplômés
pt: Diplomados

# menu.the_establishments
source: TVET Schools
es: Centros de FP
fr: Les Etablissements
pt: Estabelecimentos

# menu.social_media
source: Social networks
es: Redes sociales
fr: Réseaux sociaux
pt: Redes sociais

# menu.the_social_media
source: Social Networks
es: Redes sociales
fr: Les Réseaux sociaux
pt: Redes sociais

# menu.investigation
source: Surveys
es: Encuestas
fr: Enquêtes
pt: Inquéritos

# menu.today
source: Today
es: Hoy
fr: Aujourd'hui
pt: Hoje

# menu.apply
source: Apply
es: Solicitar
fr: Postuler
pt: Aplicar

# menu.last_week
source: Last week
es: Última semana
fr: Dernière semaine
pt: Semana passada

# menu.last_30_days
source: Last 30 Days
es: Últimos 30 días
fr: Derniers 30 Jours
pt: Últimos 30 dias

# menu.country
source: Province
es: País
fr: Pays
pt: País

# menu.countries
source: Provinces
es: País
fr: Pays
pt: País

# menu.residence_country
source: Country of residence
es: País de residencia
fr: Pays de résidence
pt: País de residência

# menu.region
source: Country
es: Región
fr: Région
pt: Região

# menu.regions
source: Countries
es: Regiones
fr: Régions
pt: Regiões

# menu.city
source: City/town
es: Ciudad
fr: Ville
pt: Cidade

# menu.cities
source: Cities/towns
es: Ciudades
fr: Villes
pt: Cidades

# menu.description
source: Description
es: Descripción
pt: Descrição

# menu.download_description
source: Download description
es: Descargar descripción
fr: Telecharger la description
pt: Descarregar a descrição

# menu.is_view
source: Is seen
es: Se ve
fr: Est vue
pt: É visto

# menu.and
source: and
es: y
fr: et
pt: e

# menu.currency
source: Currency
es: Moneda
fr: Devise
pt: Moeda

# menu.currencies
source: Currencies
es: Monedas
fr: Devises
pt: Moedas

# menu.user
source: User
es: Usuario
fr: Utilisateur
pt: Utilizador

# menu.users_list
source: Users list
es: Lista de usuarios
fr: Liste des utilisateurs
pt: Lista de usuários

# menu.users
source: Users
es: Usuarios
fr: Utilisateurs
pt: Utilizadores

# menu.phone_indicator
source: Country code
es: Código de país
fr: Indicatif pays
pt: Código do país

# menu.number_phone_digit
source: Number of digits
es: Número de dígitos
fr: Nombre de digits
pt: Número de contactos

# menu.logout
source: Logout
es: Cierre de sesión
fr: Déconnexion
pt: Sair

# menu.enrollment_graduates
source: Graduate Enrolment
es: Inscripción de licenciados
fr: Enrollement Diplômés
pt: Inscrição de graduados

# menu.enrollment_companies
source: Business Enrolment
es: Empresas
fr: Enrollement Entreprises
pt: Inscrição de empresas

# menu.establishment
source: TVET School
es: Escuela TVET
fr: Etablissement
pt: Estabelecimento

# menu.school
source: School
es: Escuela
fr: Ecole
pt: Escola

# menu.establishments
source: TVET Schools
es: Escuelas TVET
fr: Etablissements
pt: Estabelecimentos

# menu.qualification
source: Qualification
es: Graduación
pt: Qualificação

# menu.other_degree
source: Other diploma
es: Otros diplomas
fr: Autre diplôme
pt: Outro diploma

# menu.occupation
source: Occupation
es: Ocupación
fr: Profession
pt: Ocupação

# menu.other_activity
source: Other activity
es: Otra actividad
fr: Autre activité
pt: Outra atividade

# menu.activity
source: Activity
es: Actividad
fr: Activité
pt: Actividade

# menu.activity_area
source: Sector of activity
es: Sector de actividad
fr: Secteur d'activité
pt: Sector de actividade

# menu.job
source: Profession
es: Profesión
fr: Métier
pt: Profissão

# menu.jobs
source: Professions
es: Profesiones
fr: Métiers
pt: Profissões

# menu.other_trade
source: Other profession
es: Otra profesión
fr: Autre métier
pt: Outra profissão

# menu.pdf_of_the_ad
source: Ad PDF
es: Anuncio PDF
fr: Pdf de l'annonce
pt: Anúncio em PDF

# menu.display_data
source: Show data
es: Mostrar datos
fr: Afficher les données
pt: Mostrar os dados

# menu.position_held
source: Position occupied
es: Puesto ocupado
fr: Poste occupé
pt: Cargo ocupado

# menu.other_position_held
source: Other Position Held
es: Otro cargo ocupado
fr: Autre Poste occupé
pt: Outro cargo ocupado

# menu.legals_status
source: Legal status
es: Situación jurídica
fr: Statut juridique
pt: Estado jurídico

# menu.legals_status_with_tag
source: Status%tag_br%legal
fr: Statut%tag_br%juridique
pt: Estado%tag_br%legal

# menu.training_useful_with_tag
source: Training%tag_br%useful
es: Formación%tag_br%útil
fr: Formation%tag_br%utile
pt: Formação%tag_br%útil

# menu.right_to_data_protection
source: Right to data protection
es: Derecho a la protección de datos
fr: Droit à la protection des données
pt: Direito à protecção de dados

# menu.click_yes_if_you_agree
source: Click YES if you agree to share your personal information for statistics
es: Haga clic en SÍ si acepta compartir su información personal para fines estadísticos.
fr: Cliquez sur OUI si vous acceptez de diffuser vos informations personnelles pour les statistiques
pt: Pressione SIM se concordar com a partilha das suas informações pessoais para fins estatísticos

# menu.click_no_if_you_no_longer_agree
source: Click NO if you no longer accept the use of your personal data, you will delete your entire account
es: Haga clic en NO si ya no acepta el uso de sus datos personales, eliminará toda su cuenta
fr: Cliquez sur NON si vous n'acceptez plus l'utilisation de vos données personnelles, vous supprimerez l'intégralité de votre compte
pt: Pressione NÃO se já não aceita a utilização dos seus dados pessoais, apagará toda a sua conta

# menu.click_no_if_you_no_longer_agree_school_with_tag
source: Click on NO if you no longer accept the use of your personal data,%tag_br%If graduates exist in the Your Graduates section,%tag_br%only the name of the establishment will be kept
fr: Cliquez sur NON si vous n'acceptez plus l'utilisation de vos données personnelles,%tag_br%Si des diplômés existent dans la rubrique Vos Diplômés,%tag_br%seul le nom de l'établissement sera conservé
pt: Clique em NÃO se não aceitar mais o uso de seus dados pessoais,%tag_br%Se houver graduados na seção Your Graduates (Seus graduados),%tag_br%somente o nome do estabelecimento será mantido

# menu.information_on_the_protection_of_personal_data_pdp
source: Information relating to the protection of personal data (PDP)
es: Información relativa a la protección de datos personales (PDP)
fr: Informations relatives à la protection des données personnelles (PDP)
pt: Informações relativas à protecção dos dados pessoais (PDP)

# menu.required_field
source: mandatory field
es: campo obligatorio
fr: champ obligatoire
pt: campo obrigatório

# menu.job_offer
source: Job offer
es: Oferta de empleo
fr: Offre d'emploi
pt: Oferta de emprego

# menu.job_offers
source: Job offers
es: Ofertas de empleo
fr: Offres d'emploi
pt: Empregos

# menu.branchs
source: Subsectors
es: Subsectores
fr: Filières
pt: Subsectores

# menu.sectors
source: Sectors
es: Sectores
fr: Secteurs
pt: Sectores

# menu.contract
source: Contract
es: Contrato
fr: Contrat
pt: Contracto

# menu.contracts
source: Contracts
es: Contratos
fr: Contrats
pt: Contractos

# menu.status
source: Status
es: Situación
fr: Statut
pt: Estado

# menu.role
source: Role
es: Función
fr: Rôle
pt: Função

# menu.roles
source: Roles
es: Funciones
fr: Rôles
pt: Funções

# menu.account
source: Account
es: Cuenta
fr: Compte
pt: Conta

# menu.geolocation
source: Geo-Location
es: Geolocalización
fr: Géo-Localisation
pt: Localização geográfica

# menu.localization
source: Location
es: Localización
fr: Localisation
pt: Localização

# menu.information
source: Information
es: Información
fr: Informations
pt: Informações

# menu.user_guide
source: User Guide
es: Guía del usuario
fr: Guide de l'utilisateur
pt: Guia do utilizador

# menu.ifef_website
source: IFEF website
es: Sitio web del IFEF
fr: Site de l'IFEF
pt: website IFEF

# menu.oif_website
source: OIF website
es: Sitio web de la OIF
fr: Site de l'OIF
pt: website OIF

# menu.yes
source: Yes
es: Sí
fr: Oui
pt: Sim

# menu.no
source: No
fr: Non
pt: Não

# menu.firstname
source: First name
es: Nombre de pila
fr: Prénom
pt: Nome próprio

# menu.lastname
source: Last Name
es: Apellido
fr: Nom
pt: Nome

# menu.you_are
source: Gender
es: Usted es
fr: Vous êtes
pt: É o/a

# menu.date_of_birth
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
pt: Data de nascimento

# menu.date_of_birth_with_tag
source: Date%tag_br%Birth
es: Fecha Nacimiento
fr: Date%tag_br%Naissance
pt: Data%tag_br%Nascimento

# menu.coordinates
source: Contact details
es: Datos de contacto
fr: Coordonnées
pt: Dados de contacto

# menu.cell_phone
source: Mobile phone number
es: Número de teléfono móvil
fr: Portable
pt: Telemóvel

# menu.parent_cell_phone
source: Parent's mobile phone number
es: Número de móvil de los padres
fr: Portable parent
pt: Laptop dos pais

# menu.field_of_activity
source: Field of activity
es: Campo de actividad
fr: Domaine d'activité
pt: Área de actividade

# menu.legend
source: LEGEND
es: LEYENDA
fr: LEGENDE
pt: LEGENDA

# menu.under_study
source: attending a training programme
es: asistir a un programa de formación
fr: En cours d'études
pt: Em curso

# menu.other_field
source: Other area
es: Otro ámbito
fr: Autre domaine
pt: Outra área

# menu.type
source: Type
es: Tipo
pt: Tipo

# menu.close
source: Close
es: Cerrar
fr: Fermer
pt: Fechar

# menu.gender
source: Gender
es: Género
fr: Genre
pt: Género

# menu.add
source: Add
es: Añadir
fr: Ajouter
pt: Adicionar

# menu.edit_all
source: Edit All
es: Editar todo
fr: Editer tout
pt: Editar tudo

# menu.confirm
source: Confirm
es: Confirmar
fr: Confirmer
pt: Confirmar

# menu.password
source: Password
es: Contraseña
fr: Mot de passe
pt: Palavra-passe

# menu.repeat_password
source: Repeat the password
es: repite la contraseña
fr: Répéter le mot de passe
pt: Repita a palavra-passe

# menu.print
source: Print
es: Imprimir
fr: Imprimer
pt: Imprimir

# menu.remember_me
source: Remember me
es: Recordar mi contraseña
fr: Se rappeler de moi
pt: Lembrar-se de mim

# menu.forgot_your_password
source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pt: Esqueceu-se da sua palavra-passe?

# menu.save
source: Save
es: Guardar
fr: Sauvegarder
pt: Guardar

# menu.save_edit
source: Save Edit
es: Guardar Editar
fr: Sauvegarder Edition
pt: Guardar Editar

# menu.select_all
source: Select all
es: Seleccionar todo
fr: Selectionner tout
pt: Seleccionar tudo

# menu.save_selection
source: Save Selection
es: Guardar selección
fr: Sauvegarder Selection
pt: Guardar selecção

# menu.select_send_email
source: Send email selection
es: Enviar selección por correo electrónico
fr: Envoyer email selection
pt: Enviar a selecção de e-mail

# menu.valid_import
source: Validate import
es: Validar importación
fr: Valider l'import
pt: Validar a importação

# menu.waiting_6_months
source: Wait 6 months
es: Esperar 6 meses
fr: Attente 6 mois
pt: Aguardar 6 meses

# menu.1st_reminder
source: 1st Reminder
es: 1er recordatorio
fr: 1er Rappel
pt: 1º Lembrete

# menu.2nd_reminder
source: 2nd Reminder
es: 2º recordatorio
fr: 2nd Rappel
pt: 2º Lembrete

# menu.why
source: Why
es: Por qué
fr: Pourquoi
pt: Porquê

# menu.answer_ok
source: Reply OK
es: Responder OK
fr: Réponse OK
pt: Responder OK

# menu.text_filter
source: Text filter
es: Filtro de texto
fr: Filtre textuel
pt: Filtro de texto

# menu.communication_health_safety_environment
source: Communication, Health, Safety and Environment
es: Comunicación, Salud, Seguridad y Medio Ambiente
fr: Communication, Hygiène, Sécurité et Environnement
pt: Comunicação, Saúde, Segurança e Ambiente

# menu.connection_phone_country_code_number
source: Tel. connection (Country code + N°)
es: Tel. de conexión (Prefijo del país + N°)
fr: Tél. de connexion (Indicatif pays + N°)
pt: Ligação telefónica (código do país + n.º)

# menu.other_phone_country_code_number
source: Other Tel. (Country code + N°)
es: Otro tel. (Prefijo del país + N°)
fr: Autre Tél. (Indicatif pays + N°)
pt: Outro tel. (Código do país + N°)

# menu.phone_country_code_number
source: Phone number (Country code + N°)
es: Número de teléfono (Prefijo del país + N°)
fr: Téléphone (Indicatif pays + N°)
pt: Telefone (código + número)

# menu.cell_phone_of_a_1st_parent
source: Mobile phone number of a 1st parent
es: Número de teléfono móvil del primer progenitor
fr: Tél. portable d'un 1er parent
pt: Tel. telemóvel de um 1.º progenitor

# menu.cell_phone_of_a_2nd_parent
source: Mobile phone number of a 2nd parent
es: Número de teléfono móvil del 2º progenitor
fr: Tél. portable d'un 2nd parent
pt: Tel. portátil de um 2º progenitor

# menu.current_work_situation
source: Current professional situation
es: Situación profesional actual
fr: Situation professionnelle actuelle
pt: Situação profissional actual

# menu.current_situation_with_tag
source: %tag_br%professional situation
es: situación profesional
fr: Situation%tag_br%professionelle
pt: %tag_br%situação profissional

# menu.about
source: About
es: Sobre
fr: A propos
pt: Sobre

# menu.reason
source: Reason
es: Motivo
fr: Raison
pt: Motivo

# menu.registration
source: Registration
es: Registro
fr: Immatriculation
pt: Registo

# menu.edit_a_sector
source: Editing a business sector
es: Editar un sector de actividad
fr: Modification d'un secteur d'activité
pt: Editar um setor de negócio

# menu.add_a_sector
source: Add a sector
es: Añadir un sector
fr: Ajouter un secteur d'activité
pt: Adicionar um setor

# menu.add_a_reason
source: Add a reason
es: Añadir un motivo
fr: Ajouter une raison
pt: Adicionar um motivo

# menu.work_satisfactory_with_tag
source: Work%tag_br%Satisfactory
es: Trabajo%tag_br%Satisfactorio
fr: Travail%tag_br%Satisfaisant
pt: Trabalho%tag_br%Satisfatório

# menu.training_satisfactory_with_tag
source: Training%tag_br%Satisfactory
es: Formación%tag_br%Satisfactorio
fr: Formation%tag_br%Satisfaisant
pt: Formação%tag_br%Satisfatória

# menu.heading
source: Title
es: Título
fr: Intitulé
pt: Título

# menu.label
source: Caption
es: Título
fr: Libellé
pt: Legenda

# menu.level
source: Level
es: Nivel
fr: Niveau
pt: Nível

# menu.show
source: Show
es: Mostrar
fr: Afficher
pt: Mostrar

# menu.global_view
source: Overview
es: Visión general
fr: Vue globale
pt: Visão geral

# menu.identity
source: Identity
es: Identidad
fr: Identité
pt: Identidade

# menu.contact
source: Contact
es: Contacto
pt: Contacto

# menu.contact_name
source: Contact Name
es: Nombre del contacto
fr: Nom du Contact
pt: Nome do contacto

# menu.fixed_phone
source: Fixed phone
es: Teléfono fijo
fr: Téléphone fixe
pt: Telefone fixo

# menu.current_files
source: Current files
es: Archivos actuales
fr: Fichier actuels
pt: Ficheiros actuais

# menu.attach_an_image
source: Attach an image
es: Adjuntar una imagen
fr: Joindre une image
pt: Anexar uma imagem

# menu.attach_the_description_of_the_offer
source: Attach the description of the offer
es: Adjuntar la descripción de la oferta
fr: Joindre la description de l'offre
pt: Anexar a descrição da oferta

# menu.select_a_new_image
source: Select a new image
es: Seleccionar una nueva imagen
fr: Selectionner une nouvelle image
pt: Seleccione uma nova imagem

# menu.employment_contact
source: Employment contract
es: Contrato de trabajo
fr: Contrat de travail
pt: Contrato de trabalho

# menu.select_file
source: Select file
es: Seleccionar fichero
fr: Selectionner le fichier
pt: Seleccionar o ficheiro

# menu.change
source: Change
es: Cambiar
pt: Alterar

# menu.home
source: Home
es: Inicio
fr: Accueil
pt: Início

# menu.name
source: Name
es: Nombre
fr: Nom
pt: Nome

# menu.address
source: Address
es: Dirección
fr: Adresse
pt: Endereço

# menu.address_diaspora
source: Diaspora address
es: Dirección en la diáspora
fr: Adresse de Diaspora
pt: Endereço Diaspora

# menu.phone
source: Phone
es: Teléfono
fr: Téléphone
pt: Telefone

# menu.phone_abr
source: Mobile phone number
es: Número de teléfono móvil
fr: Tél
pt: Telefone

# menu.pseudo
source: Pseudo
pt: Apelido

# menu.address_number
source: Address number
es: Número de dirección
fr: Numéro adresse
pt: Número do endereço

# menu.address_road
source: Street address
es: Dirección postal
fr: Rue adresse
pt: Endereço postal

# menu.created_date
source: Creation date
es: Fecha de creación
fr: Date de création
pt: Data de criação

# menu.created_date_with_tag
source: Date%tag_br%Creation
es: Fecha Creación
fr: Date%tag_br%Création
pt: Data%tag_br%Criação

# menu.updated_date_with_tag
source: Date%tag_br%Modified
es: Fecha%tag_br%Modificado
fr: Date%tag_br%Modification
pt: Data%tag_br%Modificada

# menu.updated_date
source: Date modified
es: Fecha de modificación
fr: Date de modification
pt: Data da modificação

# menu.modified_on
source: Modified on
es: Modificado el
fr: Modifié le
pt: Modificado em

# menu.expires_on
source: Expires
es: Caduca
fr: Expire le
pt: Expirações

# menu.address_locality
source: Location
es: Ubicación
fr: Lieu
pt: Localização

# menu.street
source: Street
es: Calle
fr: Rue
pt: Rua

# menu.location
source: Locality
es: Localidad
fr: Localité
pt: Localidade

# menu.mode
source: Mode
es: Modo
pt: Modo

# menu.title
source: Title
es: Título
fr: Titre
pt: Título

# menu.profession
source: Occupation
es: Ocupación
fr: Profession
pt: Ocupação

# menu.complete
source: Complete
es: Completar
fr: renseigner
pt: Completar

# menu.see
source: View
es: Ver
fr: Voir
pt: Ver

# menu.characters
source: characters
es: personajes
fr: caractères
pt: caracteres

# menu.characteristics
source: Features
es: Características
fr: Caractéristiques
pt: Características

# menu.archive
source: Archive
es: Archivo
fr: Archiver
pt: Arquivo

# menu.back_to_the_list
source: Back to list
es: Volver a la lista
fr: Retour à la liste
pt: Voltar à lista

# menu.complete_your_profile
source: Complete your profile
es: Completa tu perfil
fr: Completer votre profil
pt: Preencher o seu perfil

# menu.detail
source: Details
es: Detalles
pt: Detalhes

# menu.delete
source: Delete
es: Borrar
fr: Supprimer
pt: Eliminar

# menu.delete_selected
source: Remove selection
es: Eliminar selección
fr: Supprimer selection
pt: Remover selecção

# menu.edit
source: Edit
es: Editar
fr: Modifier
pt: Editar

# menu.validate
source: Validate
es: Validar
fr: Valider
pt: Validar

# menu.valid
source: Valid
es: Válido
fr: Valide
pt: Valido

# menu.province
source: Province
es: Provincia
pt: Província

# menu.all_regions
source: All countries
es: Todas las regiones
fr: Toutes régions
pt: Todas as regiões

# menu.connection_phone
source: Tel. login
es: Tel. de acceso
fr: Tél. de connexion
pt: Tel. Acesso

# menu.other_phone
source: Other Phone
es: Otro teléfono
fr: Autre Tél
pt: Outro telefone

# menu.other
source: Other
es: Otro
fr: Autre
pt: Outro

# menu.number
source: Number
es: Número
fr: Numéro
pt: Número

# menu.reasons_for_satisfaction_with_jobs_held
source: Reasons for job satisfaction
es: Motivos de satisfacción laboral
fr: Raisons satisfactions d'emplois occupés
pt: Razões para a satisfação profissional

# menu.modification_of_a_found_employment_reason
source: Editing a job found reason
es: Editar un empleo encontrado motivo
fr: Modification d'une raison d'emploi trouvé
pt: Editar um motivo de procura de emprego

# menu.reasons_for_finding_a_job
source: Reasons jobs found
es: Motivos empleo encontrado
fr: Raisons emplois trouvés
pt: Razões pelas quais foram encontrados empregos

# menu.add_a_reason_for_found_employment
source: Add job found reason
es: Añadir motivo de empleo encontrado
fr: Ajout d'une raison d'emploi trouvé
pt: Adicionar motivo de procura de emprego

# menu.other_reason
source: Other reason
es: Otro motivo
fr: Autre raison
pt: Outro motivo

# menu.other_type
source: Other type
es: Otro tipo
fr: Autre type
pt: Outro tipo

# menu.offer
source: Job offer
es: Oferta de empleo
fr: Offre d'emploi
pt: Oferta de emprego

# menu.select
source: Select
es: Seleccione
fr: Sélectionnez
pt: Selecionar
