Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# diplomas.professional_qualification_certificate_bqp
source: Professional qualification certificate (BQP)
es: Certificado de cualificación profesional (BQP)
fr: Brevet de qualification professionnelle (BQP)
pt: Certificado de qualificação profissional (BQP)

# diplomas.specialized_technician_diploma
source: Specialized Technician Diploma
es: Diploma de Técnico Especializado
fr: Diplôme de Technicien Spécialisé
pt: Diploma de Técnico Especializado

# diplomas.professional_training_certificate_cfp
source: Professional Training Certificate (CFP)
es: Certificado de Formación Profesional (CFP)
fr: Certificat de Formation Professionnelle (CFP)
pt: Certificado de Formação Profissional (CFP)

# diplomas.additional_mention_mc
source: Additional Mention (MC)
es: Mención adicional (MC)
fr: Mention Complémentaire (MC)
pt: Menção Adicional (MC)

# menu.backup
source: Backup
es: Copia de seguridad
fr: Sauvegarde

# menu.email
source: Email
es: Correo electrónico

# menu.latitude
source: Latitude
es: Latitud

# menu.longitude
source: Longitude
es: Longitud

# js.import_csv_email
source: email
es: correo electrónico

source: Menu
es: Menú

# country.belize
source: Belize
es: Belice
fr: Bélize

# country.brunei
source: Brunei
es: Brunéi
fr: Brunéi

# country.fiji
source: Fiji
es: Fiyi
fr: Fidji

# country.haiti
source: Haiti
es: Haití
fr: Haïti

# country.macau
source: Macau
es: Macao
fr: Macao

# country.mali
source: Mali
es: Malí

# country.palau
source: Palau
es: Palaos
fr: Palaos

# country.peru
source: Peru
es: Perú
fr: Pérou

# country.porto_rico
source: Porto Rico
es: Puerto Rico

# country.suriname
source: Suriname
es: Surinam
fr: Surinam

# country.taiwan
source: Taiwan
es: Taiwán
fr: Taïwan

# currency.dram
source: Dram
es: Dracma

# currency.kip
source: Kip
es: Dormir

# currency.metical
source: Metical
es: metico

# currency.guarani
source: Guarani
es: guaraní
fr: Guaraní

# currency.somoni
source: Somoni
es: somoní

# currency.dong
source: Dong
es: Polla

# menu.degree
source: Diploma
fr: Diplôme

# menu.degrees
source: Diplomas
fr: Diplômes

# menu.the_degrees
source: Diplomas
fr: Les Diplômes

# menu.faculty
source: Subsector
fr: Filière

# menu.branch
source: Subsector
fr: Filière

# menu.sector
source: Sector
fr: Secteur

# menu.actor
source: Actor
fr: Acteur

# menu.manual
source: manual
fr: manuel

# city.capital_city
source: Capital
fr: Capitale

# js.import_csv_diploma
source: diploma
fr: diplôme

# country.andorra
source: Andorra
fr: Andorre

# country.barbados
source: Barbados
fr: Barbade

# country.israel
source: Israel
fr: Israël

# country.jamaica
source: Jamaica
fr: Jamaïque

# country.kuwait
source: Kuwait
fr: Koweït

# country.malta
source: Malta
fr: Malte

# country.montenegro
source: Montenegro
fr: Monténégro

# country.nepal
source: Nepal
fr: Népal

# country.niue
source: Niue
fr: Niué

# country.uganda
source: Uganda
fr: Ouganda

# country.portugal
source: Portugal
fr: le Portugal

# country.el_salvador
source: El Salvador
fr: Salvador

# country.senegal
source: Senegal
fr: Sénégal
