Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# survey.what_are_the_professions_fields_of_specialization_of_your_technicians
source: What are the professions / areas of specialization of your technicians
es: ¿Cuáles son las profesiones / áreas de especialización de sus técnicos?
fr: Quels sont les métiers / domaines de spécialisation de vos techniciens
pt: Quais são as profissões / áreas de especialização dos vossos técnicos

# survey.insertion_survey_entrepreneurial_graduates
source: Integration survey: Graduate entrepreneurs
es: Encuesta de integración: Empresarios graduados
fr: Enquête insertion : Diplômés entrepreneurs
pt: Inquérito de inserção: Empresários graduados

# survey.satisfactions_graduates_creators
source: Satisfaction of Graduate Business creators
es: Satisfacción de los creadores de empresas graduados
fr: Satisfactions Diplômés Créateurs
pt: Satisfação dos Designers Graduados

# survey.modification_of_an_insertion_survey_graduate_entrepreneur
source: Modification of an integration survey: graduate entrepreneur
es: Modificación de una encuesta de integración: empresario graduado
fr: Modification d'une enquête d'insertion : diplômé entrepreneur
pt: Modificação de um inquérito de integração: empresário graduado

# survey.list_of_insertion_surveys_entrepreneurial_graduates
source: List of integration surveys: graduate entrepreneurs
es: Lista de encuestas de integración: empresarios graduados
fr: Liste des enquêtes d'insertion : diplômés entrepreneurs
pt: Lista de inquéritos de integração: empresários graduados

# survey.new_insertion_survey_entrepreneurial_graduate
source: New integration survey: Graduate entrepreneur
es: Nueva encuesta de integración: Empresario graduado
fr: Nouvelle enquête d'insertion : Diplômé entrepreneur
pt: Novo inquérito de integração: Empresário graduado

# survey.add_an_insertion_survey_graduate_entrepreneur
source: Add an integration survey: graduate entrepreneur
es: Añadir una encuesta de integración: empresario graduado
fr: Ajouter une enquête d'insertion : diplômé entrepreneur
pt: Adicionar um inquérito de integração: empresário graduado

# survey.your_remuneration_per_month_in_fcfa
source: Your salary per month in Rwandan Francs
es: Su salario mensual en francos ruandeses
fr: Votre rémunération par mois en FCFA
pt: O seu salário mensal em FCFA

# survey.insertion_survey_graduates_in_employment
source: Insertion survey: Graduates in employment
es: Encuesta de inserción: Graduados con empleo
fr: Enquête insertion : Diplômés en emploi
pt: Inquérito de inserção: Graduados com emprego

# survey.editing_of_an_insertion_survey_graduate_in_employment
source: Modification of an integration survey: graduate in employment
es: Modificación de una encuesta de inserción: graduados en el empleo
fr: Modification d'une enquête d'insertion : diplômé en emploi
pt: Modificação de um inquérito de integração: graduados no emprego

# survey.list_of_insertion_surveys_graduates_in_employment
source: List of integration surveys: graduates in employment
es: Listado de encuestas de inserción: graduados ocupados
fr: Liste des enquêtes d'insertion : diplômés en emploi
pt: Lista de inquéritos à integração: graduados com emprego

# survey.new_insertion_survey_graduates_in_employment
source: New integration survey: Graduate in employment
es: Nueva encuesta de inserción: Graduado en el empleo
fr: Nouvelle enquête d'insertion : Diplômé en emploi
pt: Novo inquérito de integração: Graduados com emprego

# survey.add_an_insertion_survey_graduate_in_employment
source: Add an integration survey: graduate in employment
es: Añadir una encuesta de inserción: graduado en empleo
fr: Ajouter une enquête d'insertion : diplômé en emploi
pt: Adicionar um inquérito de integração: graduado no emprego

# survey.are_you_satisfied_with_your_training
source: Are you satisfied with your training
es: ¿Está satisfecho con su formación?
fr: Etes vous satisfait de votre formation
pt: Está satisfeito com a sua formação

source: If you have a job unrelated to your diploma, it is because:%tag_br%several possible choices (+ ctrl key)
es: Si tiene un empleo no relacionado con su graduación, es porque:%tag_br%varias opciones posibles (+ tecla ctrl)
fr: Si vous exercez un métier sans lien avec votre diplôme, cest parce que :%tag_br%plusieurs choix possibles (+ touche ctrl)
pt: Se tem um emprego não relacionado com o seu diploma, é porque:%tag_br%várias escolhas possíveis (+ tecla ctrl)

# survey.are_you_enrolled_in_a_course
source: Are you registered for a training?
es: ¿Está inscrito en una formación?
fr: Êtes-vous inscrit à une formation
pt: Inscreveu-se numa formação

# survey.searching_for_a_job
source: Searching for a job ?
es: ¿Está buscando trabajo?
fr: En recherche d'emploi ?
pt: A procura de emprego?

# survey.is_this_training_a_continuation_of_your_last_degree
source: Is this training a continuation%tag_br%of studies related to your last degree
es: ¿Es esta formación una continuación%tag_br%de estudios relacionados con su última graduación?
fr: Est-ce que cette formation est une poursuite%tag_br%détudes en lien avec votre dernier diplôme
pt: Esta formação é uma continuação%tag_br%de estudos relacionados com o seu último diploma

# survey.degree_sought
source: diploma sought
es: título solicitado
fr: diplôme recherché
pt: diploma solicitado

# survey.chosen_profession_field_of_study
source: chosen profession / sector
es: profesión / sector elegido
fr: métier / filière choisie
pt: profissão / sector escolhido

# survey.are_you_looking_for_work
source: Are you looking for a job?
es: ¿Busca trabajo?
fr: Cherchez-vous du travail
pt: Está à procura de emprego

# survey.do_you_work_as_a_volunteer
source: do you work as a volunteer / volunteer
es: ¿Trabaja como voluntario / voluntaria?
fr: travaillez-vous comme volontaire / bénévole
pt: trabalha como voluntário / é voluntário

# survey.if_yes_in_what_area
source: If yes, in which area
es: En caso afirmativo, en qué ámbito
fr: Si oui, dans quel domaine
pt: Em caso afirmativo, em que área

# survey.have_you_turned_down_a_job_offer_since_completing_your_training
source: Have you refused a job offer%tag_br%since the end of your training?
es: ¿Ha rechazado alguna oferta de trabajo%tag_br%desde que terminó su formación?
fr: Avez-vous refusé une offre demploi%tag_br%depuis la fin de votre formation ?
pt: Recusou uma oferta de emprego%tag_br%desde o fim da sua formação?

# survey.have_you_held_a_job_since_the_end_of_your_training
source: Have you held a job%tag_br%since the end of your training?
es: ¿Has tenido un trabajo%tag_br%desde que terminaste tu formación?
fr: Avez-vous occupé un emploi%tag_br%depuis la fin de votre formation ?
pt: Teve um emprego%tag_br%desde o fim da sua formação?

# survey.if_so_for_how_long
source: If yes, for how long?
es: En caso afirmativo, ¿durante cuánto tiempo?
fr: Si oui, pendant combien de temps ?
pt: Em caso afirmativo, durante quanto tempo?

source: Why, in your opinion, have you not found a job?%tag_br%several possible choices (+ ctrl key)
es: ¿Por qué, en su opinión, no ha encontrado trabajo? %tag_br%varias opciones posibles (+ tecla ctrl)
fr: Pourquoi, à votre avis, n'avez-vous pas trouvé / retrouvé un travail ?%tag_br%plusieurs choix possibles (+ touche ctrl)
pt: Porque é que, na sua opinião, não encontrou / encontrou um emprego?%tag_br%várias escolhas possíveis (+ tecla ctrl)

# survey.insertion_survey_graduates_looking_for_work
source: Integration survey: Graduates looking for a job
es: Encuesta de inserción: Graduados en busca de empleo
fr: Enquête insertion : Diplômés en recherche d'emploi
pt: Inquérito de inserção: Graduados à procura de emprego

# survey.new_insertion_survey_graduates_looking_for_a_job
source: New integration survey: Graduate looking for a job
es: Nueva encuesta de integración: Graduados en busca de empleo
fr: Nouvelle enquête d'insertion : Diplômé en recherche d'emploi
pt: Novo inquérito de integração: Graduados à procura de emprego

# survey.list_of_insertion_surveys_graduates_looking_for_a_job
source: List of integration surveys: Graduate looking for a job
es: Lista de encuestas de integración: Graduado en busca de empleo
fr: Liste des enquêtes d'insertion : Diplômé en recherche d'emploi
pt: Lista de inquéritos de integração: Graduado à procura de emprego

# survey.registered_training_with_tag
source: Registered%tag_br%Training?
es: ¿Inscrito%tag_br%en%formación?
fr: Inscrit%tag_br%Formation ?
pt: Registado%tag_br%Formação?

# survey.looking_for_a_job_with_tag
source: Looking for%tag_br%job%tag_br%?
es: ¿Busca%tag_br%empleo%tag_br%?
fr: En%tag_br%Recherche%tag_br%d'emploi ?
pt: À procura de%tag_br%emprego%tag_br%?

# survey.volunteer
source: Volunteer?
es: ¿Voluntario?
fr: Bénévole ?
pt: Voluntário?

# survey.job_rejected_with_tag
source: Job%tag_br%refused?
es: ¿Trabajo%tag_br%rechazado?
fr: Emploi%tag_br%refusé ?
pt: Emprego%tag_br%recusado?

# survey.employment_since_training_with_tag
source: Employment%tag_br%since%tag_br%training?
es: ¿Empleo%tag_br%desde%tag_br%formación?
fr: Emploi%tag_br%depuis%tag_br%formation ?
pt: Emprego%tag_br%desde%tag_br%a formação?

# survey.chosen_field_of_study
source: chosen field?
es: ¿Campo elegido?
fr: filière choisie ?
pt: área escolhida?

# survey.have_you_held_a_job_since_completing_your_training
source: Have you held a job%tag_br%since the end of your training?
es: ¿Has tenido un trabajo%tag_br%desde el final de tu formación?
fr: Avez-vous occupé un emploi%tag_br%depuis la fin de votre formation ?
pt: Teve um emprego%tag_br%desde o fim da sua formação?

# survey.why_do_you_think_you_haven_found_returned_to_work
source: In your opinion, why did you not find a job?
es: En su opinión, ¿por qué no encontró trabajo?
fr: Pourquoi, à votre avis, n'avez-vous pas trouvé / retrouvé un travail ?
pt: Porque é que, na sua opinião, não encontrou / encontrou um emprego?

# referencement.base_security
source: IFEF OIF Inserjeune monitoring graduate integration satisfaction companies rate
es: IFEF OIF Inserjeune seguimiento graduados integración satisfacción empresas tasa
fr: IFEF OIF Inserjeune suivi taux insertion diplômés satisfaction entreprises
pt: IFEF OIF Inserjeune monitorando a taxa de satisfação das empresas com a integração dos graduados

# referencement.base_school
source: IFEF OIF Inserjeune monitoring graduate integration rate
es: IFEF OIF Inserjeune seguimiento de la tasa de integración de los graduados
fr: IFEF OIF Inserjeune suivi taux insertion diplômés
pt: IFEF OIF Inserjeune monitorando a taxa de integração dos graduados

# referencement.school_enrollment
source: Enrollment
es: Inscripción
fr: Enrôlement
pt: Matrículas

# referencement.school_company_enrollment
source: company partner enrollment
es: inscripción como socio de la empresa
fr: Enrôlement partenaire entreprise
pt: matrícula de parceiros da empresa

# referencement.school_profile
source: edit school account profile
es: editar el perfil de la cuenta escolar
fr: edition profil compte établissement
pt: editar perfil da conta da escola

# referencement.base_company
source: IFEF OIF Inserjeune company satisfaction rate
es: Índice de satisfacción de la empresa IFEF OIF Inserjeune
fr: IFEF OIF Inserjeune entreprise taux satisfaction
pt: IFEF OIF Inserjeune taxa de satisfação da empresa

# referencement.company_profile
source: edit company account profile
es: editar perfil de cuenta de empresa
fr: edition profil compte entreprise
pt: editar perfil da conta da empresa

# referencement.base_degree
source: IFEF OIF Inserjeune graduates satisfaction rate
es: Índice de satisfacción de los graduados del IFEF OIF Inserjeune
fr: IFEF OIF Inserjeune diplômés taux satisfaction
pt: Taxa de satisfação dos graduados do IFEF OIF Inserjeune

# referencement.degree_profile
source: edition profile graduate account
es: editar perfil cuenta graduados
fr: edition profil compte diplômé
pt: edição do perfil da conta do graduado

# referencement.jobOffer
source: job offer creation
es: creación de ofertas de empleo
fr: création offre emploi
pt: criação de ofertas de emprego

# referencement.geolocation
source: geolocation maps
es: mapas de geolocalización
fr: géolocalisation maps
pt: mapas de geolocalização

# referencement.dashboard
source: statistical
es: estadísticas
fr: statistique
pt: estatísticas

# clean.select_your_country
source: Select your country
es: Seleccione su país
fr: Selectionnez votre pays
pt: Selecione seu país

# clean.enter_part_phone_number
source: Enter a part of phone number
es: Introducir una parte del número de teléfono
fr: Entrez une partie du numéro de téléphone
pt: Digite uma parte do número de telefone

# clean.Find_accounts_to_purge
source: Find accounts to purge
es: Buscar cuentas para purgar
fr: Rechercher les comptes à purger
pt: Localizar contas a serem removidas

# clean.note_empty_number_then_search_for_orphan_users
source: If empty number, then search for orphan users
es: Si el número está vacío, buscar usuarios huérfanos
fr: Si numéro vide, alors recherche des users orphelins
pt: Se o número estiver vazio, procure por usuários órfãos

# clean.table_insertion
source: Insert
es: Insertar
fr: Insertion
pt: Inserir

# clean.table_number
source: Number
es: Número
fr: Numéro
pt: Número

# clean.table_type
source: Type
es: Escriba
pt: Digite

# clean.clear_table
source: Clear the table
es: Borrar la tabla
fr: Vider la table
pt: Limpar a tabela

# clean.note_loading_table
source: Loading the table
es: Cargar la tabla
fr: Chargement de la table
pt: Carregar a tabela

# clean.find_accounts_to_purge
source: Find accounts to purge
es: Buscar cuentas para purgar
fr: Rechercher les comptes à purger
pt: Localizar contas a serem removidas

# clean.offers_list
source: Job offers list
es: Lista de ofertas de empleo
fr: Liste des offres d'emploi
pt: Lista de ofertas disponíveis

# clean.applied_list
source: Applied offers list
es: Lista de ofertas aplicadas
fr: Liste des offres postulées
pt: Lista de ofertas aplicadas

# clean.purge_date
source: Purge date
es: fecha de purga
fr: Date de purge
pt: Data da eliminação

# clean.selection
source: Selection
es: Selección
fr: Sélection
pt: Seleção

# clean.number
source: Number
es: Número
fr: Numéro
pt: número

# clean.applied_date
source: Response date
es: Fecha de respuesta
fr: Date de réponse
pt: Data de resposta

# clean.resumed_applied
source: Summary
es: Resumen
fr: Résumé
pt: Resumo

# clean.type
source: Type
es: Tipo
pt: Tipo de conta

# clean.updating_expiry_dates
source: Updating expiry dates
es: Actualización de fechas de caducidad
fr: Mise à jour des Dates d'expiration
pt: Atualização de datas de validade

# clean.search_for_obsolete_offers
source: Search for obsolete offers
es: Búsqueda de ofertas obsoletas
fr: Recherche des offres obsolètes
pt: Busca de ofertas obsoletas

# clean.list_of_graduates
source: List of Graduates
es: Lista de Graduados
fr: Liste des Diplômés
pt: Lista de graduados

# clean.list_of establishments
source: List of Establishments
es: Lista de establecimientos
fr: Liste des Etablissements
pt: Lista de estabelecimentos

# clean.list_of_companies
source: List of Companies
es: Lista de Empresas
fr: Liste des Entreprises
pt: Lista de empresas

# clean.search_for_actors_without_location
source: Search for Actors without location
es: Búsqueda de Actores sin localización
fr: Recherche des Acteurs sans localisation
pt: Pesquisar Atores sem localização

# clean.search_for_actors_with_identical_coordinates
source: Search for Actors with identical coordinates
es: Buscar Actores con coordenadas idénticas
fr: Recherche des Acteurs avec coordonnées identiques
pt: Pesquisar Atores com coordenadas idênticas

# clean.error
source: Error
fr: Erreur
pt: Erro

# clean.search_for_coordinates
source: Search for coordinates
es: Buscar coordenadas
fr: Recherche des coordonnées
pt: Pesquisar coordenadas

# clean.update_coordinates
source: Update coordinates
es: Actualizar coordenadas
fr: Mise à jour des coordonnées
pt: Atualizar coordenadas

# footer.useful_links
source: Useful links
es: gravámenes utiles
fr: Liens utiles
pt: ônus úteis

# footer.contact_informations
source: Contact informations
es: Información del contacto
fr: informations de contact
pt: informações de contato

# footer.partners
source: Partners
es: Socios
fr: Partenaires
pt: Parceiros

source: DBTECH Digital Library
es: Biblioteca digital DBTECH
fr: Bibliothèque numérique DBTECH
pt: Biblioteca Digital DBTECH

# footer.salesians_of_don_bosco
source: Salesians of Don Bosco
es: Salesianos de Don Bosco
fr: Salésiens de Don Bosco
pt: Salesianos de Dom Bosco

# footer.salesian_formation_centre_africa_madagascar
source: Salesian Formation Centre Africa Madagascar
es: Centro de Formación Salesiano África Madagascar
fr: Centre de Formation Salésienne Afrique Madagascar
pt: Centro Salesiano de Formação África Madagascar

# footer.salesian_education
source: Salesian Education
es: Educación Salesiana
fr: Éducation Salésienne
pt: Educação Salesiana

# flashbag.Welcome_please_complete_your_profile_below
source: Welcome! Before answering the integration questionnaire, please complete your profile below
es: Bienvenido! Antes de responder al cuestionario de inserción, complete su perfil a continuación
fr: Bienvenue ! Avant de répondre au questionnaire d'insertion, merci de compléter votre profil ci-dessous.
pt: Bem-vindo! Antes de responder ao questionário de inserção, preencha seu perfil abaixo

# satisfaction_search.job
source: Job
es: Puesto de trabajo
fr: Métier
pt: Cargo

# satisfaction_search.function
source: Function
es: Función
fr: Fonction
pt: Função

# satisfaction_creator.monthly_pay
source: Monthly salary
es: Salario mensual
fr: Salaire Mensuel
pt: Salário mensal

# satisfaction_creator.excellent
source: excellent
es: excelente
pt: excelente

# satisfaction_creator.good
source: good
es: buena
fr: bon
pt: bom

# satisfaction_creator.satisfying_between_the_two
source: satisfying, between the two
es: satisfactorio, entre los dos
fr: satisfaisant, entre les deux
pt: satisfatório, entre os dois

# satisfaction_creator.unsatisfactory
source: unsatisfactory
es: insatisfactorio
fr: insatisfaisant
pt: insatisfatório

# satisfaction_creator.very_unsatisfactory
source: very unsatisfactory
es: muy insatisfactorio
fr: très insatisfaisant
pt: muito insatisfatório

# satisfaction_salary.daily_pay
source: Daily salary
es: Salario diario
fr: Salaire Journalier
pt: Salário diário

# satisfaction_salary.other_job_reason_not_found
source: Other job reason not found?
es: ¿Otro motivo laboral no encontrado?
fr: Autre raison d\'emploi non trouvé ?
pt: Outro motivo de trabalho não encontrado?

# satisfaction_salary.satisfied_with_job
source: Are you satisfied with your job?
es: ¿Está satisfecho con su trabajo?
fr: Etes-vous satisfait de votre emploi ?
pt: Você está satisfeito com seu emprego?

# satisfaction_salary.satisfied_with_training
source: Are you satisfied with your taining?
es: ¿Está satisfecho con su trabajo?
fr: Etes-vous satisfait de votre formation ?
pt: Você está satisfeito com seu treinamento?

# satisfaction_company.qualified_worker
source: Qualified worker
es: Trabajador cualificado
fr: Ouvrier qualifié
pt: Trabalhador qualificado

# satisfaction_company.senior_technician
source: Senior technician
es: Técnico superior
fr: Technicien supérieur
pt: Técnico sênior

# satisfaction_company.technician
source: Technician
es: Técnico
fr: Technicien
pt: Técnico

# satisfaction_company.worker
source: Worker
es: Trabajador
fr: Ouvrier
pt: Trabalhador

# date.january
source: January
es: Enero
fr: Janvier
pt: janeiro

# date.febuary
source: febuary
es: Febrero
fr: Février
pt: fevereiro

# date.march
source: March
es: Marzo
fr: Mars
pt: março

# date.april
source: April
es: abril
fr: Avril
pt: abril

# date.may
source: May
es: Mayo
fr: Mai
pt: maio

# date.june
source: June
es: Junio
fr: Juin
pt: junho

# date.july
source: July
es: Julio
fr: Juillet
pt: julho

# date.august
source: August
es: Agosto
fr: Août
pt: agosto

# date.september
source: September
es: Septiembre
fr: Septembre
pt: setembro

# date.october
source: October
es: Octubre
fr: Octobre
pt: outubro

# date.november
source: November
es: Noviembre
fr: Novembre
pt: novembro

# date.december
source: December
es: Diciembre
fr: Décembre
pt: dezembro

# js.would_you_like_to_update_the_coordinates_of_these
source: Would you like to update the coordinates of these
es: ¿Desea actualizar las coordenadas de estos?
fr: Voulez vous mettre à jour les coordonnées de ces
pt: Você gostaria de atualizar as coordenadas desses

# js.actors
source: actors
es: actores
fr: acteurs
pt: atores

# js.all_f
source: All
es: Todos
fr: Toutes
pt: Todos

# js.select
source: Select
es: Seleccione
fr: Selectionnez
pt: Selecionar

# js.select_sector
source: Select a sector of activity
es: Seleccionar un sector de actividad
fr: Selectionnez un domaine
pt: Selecione um setor de atividade

# js.select_region
source: Select a country
es: Seleccionar una región
fr: Selectionnez une région
pt: Selecionar uma região

# js.select_activity
source: Select an activity
es: Seleccione una actividad
fr: Selectionnez une filière
pt: Selecione uma atividade

# js.warning_delete_all_personal_data
source: Warning, you are about to delete all your personal data
es: Advertencia, está a punto de borrar todos sus datos personales
fr: Attention, vous êtes sur le point de supprimer toutes vos données personnelles
pt: Aviso, você está prestes a excluir todos os seus dados pessoais

# js.warning_coordinates_recalculated
source: Warning, the coordinates will be recalculated
es: Advertencia, las coordenadas serán recalculadas
fr: Attention, les coordonnées seront recalculées
pt: Aviso, as coordenadas serão recalculadas

# js.warning_phone_number_changed
source: Warning, your phone number will be changed, you will have to log in again with this new number
es: Atención, tu número de teléfono cambiará, tendrás que conectarte de nuevo con este nuevo número
fr: Attention, votre numéro de téléphone va être modifié, vous devrez vous reconnecter avec ce nouveau numéro
pt: Aviso, seu número de telefone será alterado, você terá que fazer login novamente com esse novo número

# js.manual_mode
source: Manual mode activated
es: Modo manual activado
fr: Mode manuel activé
pt: Modo manual ativado

# js.warning_telephone_digits_part1
source: Warning, your telephone number must have
es: Atención, su número de teléfono debe tener
fr: Attention, votre numéro de téléphone doit avoir
pt: Aviso, seu número de telefone deve ter

# js.warning_telephone_digits_part2
source: digits after the area code, please re-enter it
es: dígitos después del prefijo, vuelva a introducirlo
fr: digits apres l'indicatif, veuillez le ressaisir
pt: dígitos após o código de área, digite-o novamente

# js.warning,phone_must_begin_part1
source: Warning, your phone number must begin with
es: Atención, su número de teléfono debe empezar por
fr: Attention, votre numéro de téléphone doit commencer par
pt: Aviso, seu número de telefone deve começar com

# js.warning,phone_must_begin_part2
source: , please re-enter it
es: vuelva a introducirlo
fr: , veuillez le ressaisir
pt: Por favor, digite-o novamente.

# js.sure_to_modify_tel_number
source: Are you sure you want to modify the Tel number ?
es: ¿Está seguro de que desea modificar el número de teléfono?
fr: Voulez-vous vraiment modifier le Numéro tel ?
pt: Tem certeza de que deseja modificar o número de telefone?

# js.sure_to_modify_professional_situation
source: Are you sure you want to modify the professional situation ?
es: ¿ Está seguro de querer modificar la situación profesional ?
fr: Voulez-vous vraiment modifier la situation professionnelle ?
pt: Tem certeza de que deseja modificar a situação profissional?
