Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# js.sure_to_modify_email
source: Are you sure you want to modify the email ?
es: ¿ Seguro que quieres modificar el email ?
fr: Voulez-vous vraiment modifier l\'email ?
pt: Tem certeza de que deseja modificar o e-mail?

# js.want_delete_these_users_part1
source: Do you want to delete these
es: ¿ Desea suprimir estos usuarios ?
fr: Voulez vous supprimer ces
pt: Deseja excluir esses

# js.want_delete_these_users_part2
source: users ?
es: utilisateurs ?
fr: utilisateurs ?
pt: usuários?

# js.want_delete_these_offers_part1
source: Do you want to delete these
es: ¿Desea eliminar estas ofertas de empleo?
fr: Voulez vous supprimer ces
pt: Você deseja excluir essas

# js.want_delete_these_offers_part2
source: job offers ?
es: Offres d'emploi ?
fr: Offres d'emploi ?
pt: ofertas de emprego?

# js.want_delete_these_applies_part1
source: Do you want to delete these
es: ¿Desea eliminar estas ofertas de empleo?
fr: Voulez vous supprimer ces
pt: Você deseja excluir essas

# js.want_delete_these_applies_part2
source: applies offers ?
es: Ofertas aplicadas ?
fr: Offres postulées ?
pt: ofertas aplicadas ?

# js.sure_edit_this_entry
source: Are you sure you want to edit this entry ?
es: ¿Estás seguro de que quieres editar esta entrada?
fr: Etes vous sûr de modifier cette entrée ?
pt: Tem certeza de que deseja editar essa entrada?

# js.sure_create_this_entry
source: Are you sure you want to create this entry ?
es: ¿Estás seguro de que quieres crear esta entrada?
fr: Etes vous sûr de créer cette entrée ?
pt: Tem certeza de que deseja criar esta entrada?

# js.sure_edit_these_entries_part1
source: Are you sure to edit these
es: Estás seguro de que quieres editar estas
fr: Etes vous sûr de modifier ces
pt: Tem certeza de que deseja editar essas

# js.sure_edit_these_entries_part2
source: entries ?
es: entradas?
fr: entrées ?
pt: entradas ?

# js.sure_send_notifications
source: Are you sure you want to send notifications ?
es: ¿Está seguro de que desea enviar notificaciones?
fr: Etes vous sûr de vouloir envoyer les notification ?
pt: Tem certeza de que deseja enviar notificações?

# js.warning_coordinates_will_be_recalculated
source: Warning, the coordinates will be recalculated
es: Atención, las coordenadas serán recalculadas
fr: Attention, les coordonnées seront recalculées
pt: Aviso, as coordenadas serão recalculadas

# js.warning_log_in_with_this_new_number
source: Warning, your phone number will be changed, you will have to log in again with this new number
es: Atención, su número de teléfono se modificará, deberá conectarse de nuevo con este nuevo número
fr: Attention, votre numéro de téléphone va être modifié, vous devrez vous reconnecter avec ce nouveau numéro
pt: Atenção, seu número de telefone será alterado, você terá que fazer login novamente com esse novo número

# js.geocode_search_failed
source: Geocode search failed
es: Búsqueda de geocódigo fallida
fr: Echec de recherche Geocode
pt: Falha na pesquisa de geocódigo

# js.error_phone_number_already_used
source: Error: Phone number already in use
es: Fallo: Número de teléfono ya utilizado
fr: Erreur: Num tel déjà utilisé
pt: Erro: Número de telefone já em uso

# js.error_email_already_used
source: Error: Email already in use
es: Error: Correo electrónico ya utilizado
fr: Erreur: Email déjà utilisé
pt: Erro: O e-mail já está em uso

# js.unknown_error_server
source: Unknown server error
es: Error de servidor desconocido
fr: Erreur inconnue de serveur
pt: Erro de servidor desconhecido

# js.warning_operation_may_take_several_minutes
source: Warning, this operation may take several minutes
es: Atención, esta operación puede tardar varios minutos
fr: Attention cette opération peut prendre plusieurs minutes
pt: Aviso, essa operação pode levar vários minutos

# js.error_school_contains_graduates_and_cannot_be_deleted_part1
source: the TVET School
es: la Escuela de EFTP
fr: l'établissement
pt: a Escola TVET

# js.error_school_contains_graduates_and_cannot_be_deleted_part2
source: contains graduates and cannot be deleted
es: contiene graduados y no se puede borrar
fr: contient des dipômés et ne peut être supprimé
pt: contém graduados e não pode ser excluído

# js.error_while_deleting_the_offer
source: error while deleting the offer
es: error al borrar la oferta
fr: erreur lors de la suppression de l'offre
pt: Erro ao excluir a oferta

# js.error_while_deleting_the_apply
source: error while deleting the apply
es: error al eliminar la oferta aplicada
fr: erreur lors de la suppression de l'offre postulée
pt: erro ao excluir a oferta aplicada

# js.you_cannot_select_everything_if_line_edit_mode
source: You cannot select everything if a line is in edit mode
es: No se puede seleccionar todo si una línea está en modo edición
fr: Vous ne pouvez pas tout selectionner si une ligne est en mode Edition
pt: Não é possível selecionar tudo se uma linha estiver no modo de edição

# js.Please_complete_all_required_fields
source: Please complete all required fields
es: Rellene todos los campos obligatorios
fr: Veuillez remplir tous les champs requis
pt: Preencha todos os campos obrigatórios

# js.no_entry_to_validate
source: There is no entry to validate
es: No hay ninguna entrada para validar
fr: Il n'y a aucune entrée à valider
pt: Não há nenhuma entrada para validar

# js.you_cannot_delete_entries_if_line_in_edit_mode
source: You cannot delete entries if a line is in edit mode
es: No se pueden borrar entradas si una línea está en modo edición
fr: Vous ne pouvez pas supprimes les entrées si une ligne est en mode Edition
pt: Não é possível excluir entradas se uma linha estiver no modo de edição

# js.emails_sent_successfully
source: Email(s) sent successfully
es: Correo(s) electrónico(s) enviado(s) correctamente
fr: Email(s) envoyé(s) avec succès
pt: E-mail(s) enviado(s) com sucesso

# js.error_while_sending_emails
source: Error while sending emails
es: Error al enviar emails
fr: Erreur lors de l\'envoi des mails.
pt: Erro ao enviar e-mails

# js.no_email
source: No email
es: No hay email
fr: Pas d\'email
pt: Nenhum e-mail

# js.no_password
source: No password
es: No hay contraseña
fr: Pas de Pwd
pt: Sem senha

# js.you_cannot_send_an_email_if_line_in_edit_mode
source: You cannot send an email if a line is in edit mode
es: No se puede enviar un correo electrónico si una línea está en modo edición
fr: Vous ne pouvez pas envoyer d'email si une ligne est en mode Edition
pt: Não é possível enviar um e-mail se uma linha estiver no modo de edição

# js.the_city_of_the_line_not_exist_in_the_system_part1
source: The city of the line
es: La ciudad de la línea
fr: La ville de la ligne
pt: A cidade da linha

# js.the_city_of_the_line_not_exist_in_the_system_part2
source: does not exist in the system
es: no existe en el sistema
fr: n'existe pas dans le system
pt: não existe no sistema

# js.please_complete_all_required_fields
source: Please complete all required fields
es: Rellene todos los campos obligatorios
fr: Veuillez remplir tous les champs requis
pt: Preencha todos os campos obrigatórios

# js.file_invalid_fields_name_and_telephone_mandatory
source: The file is invalid. The fields \'name\' and \'telephone\' are mandatory
es: El fichero no es válido. Los campos "nombre" y "teléfono" son obligatorios.
fr: Le fichier n'est pas valide. Les champs \'nom\' et \'téléphone\' sont obligatoires
pt: O arquivo é inválido. Os campos \'nome\' e \'telefone\' são obrigatórios

# js.file_invalid_fields_firstname_lastname_and_telephone_mandatory
source: The file is invalid. The fields \'last name\', \'first name\' and \'mobile phone\' are mandatory
es: El fichero no es válido. Los campos "apellido", "nombre" y "teléfono móvil" son obligatorios.
fr: Le fichier n'est pas valide. Les champs \'nom\', \'prénom\' et \'portable\' sont obligatoires
pt: O arquivo é inválido. Os campos \'sobrenome\', \'primeiro nome\' e \'telefone celular\' são obrigatórios

# js.data_not_compliant_correct_manually
source: Some data are not compliant, you must correct them manually
es: Algunos datos no son conformes, debe corregirlos manualmente
fr: Certaines données sont non conformes, vous devez les corriger manuellement
pt: Alguns dados não estão em conformidade, você deve corrigi-los manualmente

# js.file_contains_errors
source: The file contains errors
es: El fichero contiene errores
fr: Le fichier contient des erreurs
pt: O arquivo contém erros

# js.bad_syntax
source: Wrong syntax
es: Sintaxis incorrecta
fr: Mauvaise syntaxe
pt: Sintaxe incorreta

# js.addition_sector_impossible_6_sectors_already_used
source: Addition of activity sector impossible, the 6 sectors are already used
es: Adición de sector de actividad imposible, los 6 sectores ya están utilizados
fr: Ajout de secteur d'activité impossible, les 6 secteurs sont déjà utilisés
pt: Adição de setor de atividade impossível, os 6 setores já são usados

# js.bad_syntax_of_following_fields
source: Wrong syntax of the following fields:
es: Sintaxis incorrecta de los siguientes campos:
fr: Mauvaise syntaxe des champs suivant:
pt: Sintaxe incorreta dos seguintes campos:

# js.authorized_fields
source: Authorized fields
es: Campos autorizados
fr: Champs autorisés
pt: Campos autorizados

# js.problems_encountered_during_update_operation_canceled
source: problems encountered during the update, operation canceled
es: problemas encontrados durante la actualización, operación cancelada
fr: problèmes rencontrés lors de l'update, opération annuée
pt: Problemas encontrados durante a atualização, operação cancelada

# js.validate
source: Validate
es: Validar
fr: Valider
pt: Validar

# js.accept_PDP_notice_for_valid
source: Accept the PDP notice for valid
es: Aceptar el aviso de PDP como válido
fr: Acceptez la notice PDP pour valide
pt: Aceitar o aviso de PDP como válido

# js.delete_my_account
source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte
pt: Excluir minha conta

# js.hide
source: Hide
es: Ocultar
fr: Occulter
pt: Ocultar

# js.show
source: Show
es: Mostrar
fr: Afficher
pt: Mostrar

# js.supress_my_coordinates
source: delete my coordinates
es: borrar mis coordenadas
fr: Supprimer mes coordonnées
pt: Excluir minhas coordenadas

# js.other
source: Other
es: Otro
fr: Autre
pt: Outros

# js.other_job
source: Other job
es: Otro trabajo
fr: Autre métier
pt: Outro emprego

# js.other_contract
source: Other contract
es: Otro contrato
fr: Autre contrat
pt: Outro contrato

# js.other_reason
source: Other reason
es: Otro motivo
fr: Autre raison
pt: Outro motivo

# js.other_degree
source: Other diploma
es: Otro diploma
fr: Autre diplôme
pt: Outro diploma

# js.other_establishment
source: Other institution
es: Otra institución
fr: Autre établissement
pt: Outra instituição

# js.other_position
source: Other position
es: Otro puesto
fr: Autre poste
pt: Outro cargo

# js.other_skill
source: Other skill
es: Otra cualificación
fr: Autre compétence
pt: Outra habilidade

# js.a_man
source: male
es: Hombre
fr: un homme
pt: um homem

# js.a_woman
source: female
es: una mujer
fr: une femme
pt: uma mulher

# js.sure_to_delete_item
source: Are you sure you want to delete the item?
es: ¿Está seguro de que desea eliminar el elemento?
fr: Voulez-vous vraiment supprimer l'élément ?
pt: Tem certeza de que deseja excluir o item?

# js.checkbox_is_checked
source: The checkbox is checked
es: La casilla está marcada
fr: Le checkbox est coché
pt: A caixa de seleção está marcada

# js.checkbox_is_not_checked
source: The checkbox is not checked
es: La casilla no está marcada
fr: Le checkbox n'est pas coché
pt: A caixa de seleção não está marcada

# js.import_csv_registration
source: registration
es: inscripción
fr: immatriculation
pt: registro

# js.import_csv_first_name
source: first name
es: primero nombre
fr: prénom
pt: primeiro nome

# js.import_csv_name
source: name
es: nombre
fr: nom
pt: nome

# js.import_csv_birthday
source: birthday
es: cumpleaños
fr: date naissance
pt: data de nascimento

# js.import_csv_gender
source: gender
es: sexo
fr: genre
pt: gênero

# js.import_csv_region
source: region
es: región
fr: région
pt: região

# js.import_csv_city
source: city
es: ciudad
fr: ville
pt: cidade

# js.import_csv_mobile_phone
source: mobile phone
es: teléfono móvil
fr: portable
pt: telefone celular

# js.import_csv_phone
source: phone
es: teléfono
fr: téléphone
pt: telefone

# js.import_csv_parent_mobile_phone
source: parent mobile phone
es: teléfono móvil de los padres
fr: portable parent
pt: telefone celular dos pais

# js.import_csv_sector
source: sector
fr: secteur
pt: setor

# js.import_csv_subsector
source: subsector
fr: filière
pt: subsetor

# js.import_csv_legal_status
source: legal status
es: estatuto jurídico
fr: statut juridique
pt: status legal

# js.in_traning
source: In traning
es: En formación
fr: En cours de formation
pt: Em treinamento

# js.please_select_once_profil
source: Only one autorized profile
es: Sólo se permite un perfil
fr: Un seul profil autorisé
pt: Apenas um perfil permitido

# js.closed
source: Expired
es: Venció
fr: Expirée
pt: Expirado

# js.applied_again
source: Reapply
es: Aplicar de nuevo
fr: Re Postuler
pt: Reaplicar

# error.invalid_phone
source: Invalid phone number
es: Número de teléfono no válido
fr: Téléphone invalide
pt: Número de telefone inválido

# error.invalid_mail
source: Invalid email
es: Correo electrónico no válido
fr: Mail invalide
pt: E-mail inválido

# error.unauthorized_or_unknown_country
source: Unauthorized or unknown country
es: País no autorizado o desconocido
fr: Pays non autorisé ou inconnu
pt: País não autorizado ou desconhecido

# error.fill_in_the_name_of_the_company
source: Please complete the name of the company
es: Por favor, complete el nombre de la empresa
fr: Veuillez renseigner le nom de l\'entreprise
pt: Por favor, preencha o nome da empresa

# error.please_fill_in_the_company_website
source: Please complete the company website
es: Por favor, complete el sitio web de la empresa
fr: Veuillez renseigner le site de l\'entreprise
pt: Preencha o site da empresa

# error.please_fill_in_the_street_number
source: Please complete the street number
es: Por favor, complete el número de la calle
fr: Veuillez renseigner le numero de la rue
pt: Preencha o número da rua

# error.invalid_phone_number
source: Invalid phone number
es: Número de teléfono no válido
fr: Numéro de Téléphone invalide
pt: Número de telefone inválido

# error.invalid_email
source: Invalid Email
es: Correo electrónico no válido
fr: Email invalide
pt: E-mail inválido

# error.fill_in_wording
source: Please fill in the wording
es: Por favor complete el texto
fr: Veuillez renseigner le libellé
pt: Por favor preencha o texto

# datatable.processing
source: Processing...
es: Procesamiento...
fr: Traitement en cours...
pt: Tratamento em andamento...

# datatable.search
source: Search :
es: Búsqueda :
fr: Rechercher :
pt: Pesquisar :

# datatable.lengthMenu
source: Show _MENU_ elements
es: Mostrar _MENU_ elementos
fr: Afficher _MENU_ éléments
pt: Mostrar _MENU_ itens

# datatable.info
source: Showing of element _START_ to _END_ on _TOTAL_ elements
es: Mostrar elemento _START_ to _END_ on _TOTAL_ elementos
fr: Affichage de l'élement _START_ à _END_ sur _TOTAL_ éléments
pt: Exibição do elemento _START_ em _END_ em _TOTAL_ elementos

# datatable.infoEmpty
source: Showing of 0 element
es: Mostrar elemento 0
fr: Affichage de 0 élément
pt: Mostrando 0 itens

# datatable.infoFiltered
source: (filtered of totaly _MAX_ éléments)
es: (filtrado de total _MAX_ éléments)
fr: (filtré de _MAX_ éléments au total)
pt: (filtrado de _MAX_ itens no total)

# datatable.loadingRecords
source: Loading in progress...
es: Cargando...
fr: Chargement en cours...
pt: Carregando...

# datatable.zeroRecords
source: No element to show
es: Ningún elemento que mostrar
fr: Aucun élément à afficher
pt: Nenhum item para exibir

# datatable.emptyTable
source: Aucune donnée disponible dans le tableau No data available in table
pt: Nenhum dado disponível na tabela Nenhum dado disponível na tabela

# datatable.paginate.first
source: first
es: primero
fr: Premier
pt: Primeiro

# datatable.paginate.previous
source: previous
es: anterior
fr: Précédent
pt: Anterior

# datatable.paginate.next
source: Next
es: Siguiente
fr: Suivant
pt: Seguindo

# datatable.paginate.last
source: Last
es: Última
fr: Dernier
pt: Durar

# datatable.aria.sortAscending
source: : activate to sort the column in ascending order
es: activar para ordenar la columna en orden ascendente
fr: : activer pour trier la colonne par ordre croissant
pt: : ativar para classificar a coluna em ordem crescente

# datatable.aria.sortDescending
source: : activate to sort the column in descending order
es: activar para ordenar la columna en orden descendente
fr: : activer pour trier la colonne par ordre décroissant
pt: : ative para classificar a coluna em ordem decrescente

# un homme
source: a male
es: un hombre
fr: un homme
pt: um homem

# une femme
source: a female
es: una mujer
fr: une femme
pt: uma mulher

# entre 1 et 4 heures
source: between 1 and 4 hours
es: entre 1 y 4 horas
fr: entre 1 et 4 heures
pt: entre 1 e 4 horas

# entre 5 et 8 heures
source: between 5 and 8 hours
es: entre 5 y 8 horas
fr: entre 5 et 8 heures
pt: entre 5 e 8 horas

# de 1 à 5
source: from 1 to 5
es: de 1 a 5
fr: de 1 à 5
pt: de 1 a 5

# de 11 à 20
source: from 11 to 20
es: de 11 a 20
fr: de 11 à 20
pt: de 11 a 20

# de 21 à 50
source: from 21 to 50
es: de 21 a 50
fr: de 21 à 50
pt: de 21 a 50

# de 6 à 10
source: from 6 to 10
es: de 6 a 10 horas
fr: de 6 à 10
pt: de 6 a 10

# bon
source: good
es: bueno
fr: bon
pt: bom

# satisfaisant ; entre les deux
source: satisfying, between the two
es: satisfactorio, entre los dos
fr: satisfaisant ; entre les deux
pt: satisfatório, entre os dois

# insatisfaisant
source: unsatisfactory
es: insatisfactorio
fr: insatisfaisant
pt: insatisfatório

# très insatisfaisant
source: very unsatisfactory
es: muy insatisfactorio
fr: très insatisfaisant
pt: muito insatisfatório

# centre de formation professionnelle
source: Vocational Training Center (VTC)
es: Centro de Formación Profesional (CFP)
fr: Centre de Formation Professionnelle (CFP)
pt: Centro de treinamento vocacional (VTC)

# Centre de Formation Professionnelle (CFP)
source: Vocational Training Center (VTC)
es: Centro de Formación Profesional (CFP)
fr: Centre de Formation Professionnelle (CFP)
pt: Centro de treinamento vocacional (VTC)

# lycée technique
source: Technical Secondary School (TSS)
es: Escuela Técnica Secundaria (ETS)
fr: Lycée Technique (LT)
pt: Escola Técnica Secundária (TSS)

# Lycée Technique (LT)
source: Technical Secondary School (TSS)
es: Escuela Técnica Secundaria (ETS)
fr: Lycée Technique (LT)
pt: Escola Técnica Secundária (TSS)

# Projet_de_mariage
source: Wedding project or project of having children?
es: ¿Proyecto de boda o proyecto de tener hijos?
fr: Projet de mariage et/ou d'avoir des enfants
pt: Projeto de casamento ou projeto de ter filhos?

# Raisons_personnelles
source: Personal reasons
es: Motivos personales
fr: Raisons personnelles
pt: Motivos pessoais

# Autre raison
source: Other reason
es: Otros motivos
fr: Autre raison
pt: Outro motivo

# Entreprise
source: Company
es: Empresa
fr: Entreprise
pt: Empresa

# Diplômé
source: Graduate
es: Graduado
fr: Diplômé
pt: Graduação

# Etablissement
source: School
es: Escuela
fr: Etablissement
pt: Escola

# Administrateur
source: Administrator
es: Administrador
fr: Administrateur
pt: Administrador

# Législateur
source: Legislator
es: Legislador
fr: Législateur
pt: Legislador

# En cours de Formation Professionnelle
source: curently in professional traning
es: actualmente en formación profesional
fr: En cours de Formation Professionnelle
pt: atualmente em treinamento profissional

# En emploi
source: In employment
es: En activo
fr: En emploi
pt: Em um emprego

source: Entrepreneur
es: Empresario
pt: Empreendedor

# En recherche d'emploi
source: Searching for a job
es: En busca de empleo
fr: En recherche d'emploi
pt: Procurando emprego

# En poursuite d'études
source: In pursuit of studies
es: Estudiando
fr: En poursuite d'études
pt: Em busca de estudos

# Sans emploi
source: Unemployed
es: Desempleado
fr: Sans emploi
pt: Desempregado

# flashbag.the_deletion_is_done_successfully
source: The deletion is done successfully
es: La eliminación se ha realizado correctamente
fr: La suppression est faite avec success
pt: A exclusão foi feita com sucesso

# flashbag.unable_to_delete_the_job
source: Unable to delete the job
es: No se puede eliminar el trabajo
fr: Impossible de suppression le metier
pt: Não é possível excluir o trabalho

# flashbag.unable_to_delete_the_country
source: Unable to delete the country
es: No se puede eliminar el país
fr: Impossible de suppression le pays
pt: Não é possível excluir o país

# flashbag.the_deletion_of_the_user_is_done_with_success
source: The deletion of the user is done with success
es: La eliminación del usuario se realiza con éxito
fr: La suppression de l'utilisateur est faite avec success
pt: A exclusão do usuário foi feita com sucesso

# flashbag.unable_to_delete_user
source: Unable to delete user
es: No se puede eliminar el usuario
fr: Impossible de suppression l'utilisateur
pt: Não é possível excluir o usuário

# flashbag.unable_to_delete_company
source: Unable to delete company
es: No se puede eliminar la empresa
fr: Impossible de suppression l'entreprise
pt: Não é possível excluir a empresa

# flashbag.unable_to_delete_diploma
source: Unable to delete diploma
es: No se puede eliminar el diploma
fr: Impossible de suppression le diplôme
pt: Não é possível excluir o diploma

# flashbag.unable_to_delete_account
source: Unable to delete account
es: No se puede eliminar la cuenta
fr: Impossible de supprimer le compte
pt: Não é possível excluir a conta

# flashbag.unable_to_delete_offer
source: Unable to delete offer
es: No se puede eliminar la oferta
fr: Impossible de suppression l'offre
pt: Não é possível excluir a oferta

# flashbag.unable_to_delete_reason
source: Unable to delete reason
es: No se puede eliminar el motivo
fr: Impossible de suppression la raison
pt: Não é possível excluir o motivo

# flashbag.unable_to_delete_legal_status
source: Unable to delete legal status
es: No se puede eliminar el estatus legal
fr: Impossible de suppression le statut legal
pt: Não é possível excluir o status legal

# flashbag.unable_to_delete_graduate
source: Unable to delete the graduate
es: No se puede eliminar el graduado
fr: Impossible de suppression le diplômé
pt: Não é possível excluir o graduado

# flashbag.unable_to_delete_city
source: Unable to delete the city
es: No se puede eliminar la ciudad
fr: Impossible de suppression la ville
pt: Não é possível excluir a cidade

# flashbag.thank_you_for_responding_to_the_survey
source: Thank you for responding to the survey
es: Gracias por responder a la encuesta
fr: Merci d'avoir répondu à l'enquête
pt: Obrigado por responder à pesquisa

# flashbag.the_login_phone_is_already_used_by_another_account
source: The login phone is already used by another account
es: El teléfono de acceso ya está siendo utilizado por otra cuenta
fr: Le téléphone de connexion est déjà utilisé par un autre compte
pt: O telefone de login já está sendo usado por outra conta

# flashbag.the_login_phone_for_your_account_will_be_changed
source: The login phone for your account will be changed
es: Se cambiará el teléfono de acceso a su cuenta
fr: Le téléphone de connexion votre compte va être modifié
pt: O telefone de login de sua conta será alterado

# flashbag.your_connection_parameters_are_sent_by_email
source: Your connection parameters are sent by email
es: Los parámetros de conexión se envían por correo electrónico
fr: Vos paramètres de connexion sont envoyés par mail
pt: Seus parâmetros de conexão são enviados por e-mail
