Repository: bobo-diallo/inserjeune
Catalog: translations/messages.*.xlf
Languages: es, fr, pt

# company.reasons_for_employee_deficiencies
source: Reasons for employee deficiencies
es: Motivos de las deficiencias de los empleados
fr: Raisons des lacunes des employés
pt: Razões para as deficiências dos trabalhadores

# company.editing_of_an_employee_deficiency
source: Editing an employee gap
es: Edición de un gap de empleados
fr: Modification d'une lacune d'un employé
pt: Processar uma lacuna de empregado

# company.adding_a_deficiency_of_an_employee
source: Adding an employee gap
es: Añadir un gap de empleado
fr: Ajout d'une lacune d'un employé
pt: Adicionar uma lacuna de empregado

# company.add_a_deficiency
source: Add gap
es: Añadir gap
fr: Ajouter une lacune
pt: Adicionar lacuna

# company.employee_deficiencies
source: Employee gaps
es: Gaps de empleados
fr: Lacunes des employés
pt: Lacunas nos trabalhadores

source: Would you be willing to hire graduates with the same profile/school background as the one(s) you hired
es: ¿Estaría dispuesto a contratar a licenciados con el mismo perfil/formación que los que contrató?
fr: Seriez-vous prêt à engager des diplômés ayant le même profil / cursus scolaire que celui / ceux que vous avez embauché(s)
pt: Estaria disposto a contratar graduados com o mesmo perfil/percurso escolar que o(s) que contratou

source: In case of shortcomings, would you be ready to complete the training of the young graduates you would hire?
es: En caso de deficiencias, ¿estaría dispuesto a completar la formación de los jóvenes graduados que contrataría?
fr: En cas de lacunes, seriez-vous prêts à compléter la formation du ou des jeune(s) embauché(s)
pt: Em caso de insuficiências, estaria disposto a completar a formação do(s) jovem(s) recrutado(s)?

# company.if_yes_for_which_skills
source: If yes, for which skills
es: En caso afirmativo, ¿para qué competencias?
fr: Si oui, pour quelles compétences
pt: Em caso afirmativo, para que competências

# company.how_many_people_do_you_expect_to_hire_in_the_next_6_months
source: How many people do you expect to hire in the next 6 months
es: ¿Cuántas personas espera contratar en los próximos 6 meses?
fr: Combien de personnes comptez-vous engager dans les 6 prochains mois
pt: Quantas pessoas espera contratar nos próximos 6 meses

# company.satisfactions_companies
source: Business Satisfaction
es: Satisfacción empresarial
fr: Satisfactions Entreprises
pt: Satisfação das empresas

# company.editing_of_a_company_satisfaction
source: Editing a business satisfaction
es: Editar una satisfacción empresarial
fr: Modification d'une satisfaction des entreprises
pt: Editar uma satisfação comercial

# company.satisfaction_skills_with_tag
source: Satisfaction%tag_br%Skills
es: Satisfacción%tag_br%Habilidades
fr: Satisfaction%tag_br%Compétences
pt: Satisfação%tag_br%Competências

# company.number_of_employees_with_tag
source: Number%tag_br%Employees
es: Número%tag_br%Empleados
fr: Nombre%tag_br%Salariés
pt: Número%tag_br%Empregados

# company.number_of_apprentices_with_tag
source: Number%tag_br%Apprentices
es: Número%tag_br%Aprendices
fr: Nombre%tag_br%Apprentis
pt: Número%tag_br%Aprendizes

# company.number_of_interns_with_tag
source: Number%tag_br%Interns
es: Número%tag_br%Pasantes
fr: Nombre%tag_br%Stagiaires
pt: Número%tag_br%Internos

# company.occupation_workers_with_tag
source: Occupation%tag_br%Workers
es: Ocupación%tag_br%Trabajadores
fr: Métier%tag_br%Ouvriers
pt: Ocupação%tag_br%Trabalhadores

# company.trade_technicians_with_tag
source: Profession%tag_br%Technicians
es: Profesión%tag_br%Técnicos
fr: Métier%tag_br%Tecniciens
pt: Profissão%tag_br%Técnicos

# school.name_of_the_school
source: Name of the TVET School
es: Nombre del centro de EFTP
fr: Nom de l'etablissement
pt: Nome do estabelecimento

# school.list_of_partner_schools
source: List of the partner TVET Schools
es: Lista de centros de FP asociados
fr: Liste des établissements partenaires
pt: Lista de estabelecimentos parceiros

# school.graduates_from_start_to_end
source: Graduates from %begin_date% to %end_date%
es: Graduados desde %fecha_inicio% hasta %fecha_fin%.
fr: Diplômés du %begin_date% au %end_date%
pt: Graduados de %begin_date% a %end_date%

# school.your_graduates_from_start_to_end
source: Your graduates from %begin_date% to %end_date%
es: Sus graduados desde %fecha_inicio% hasta %fecha_fin%.
fr: Vos diplômés du %begin_date% au %end_date%
pt: Os seus graduados de %begin_date% a %end_date%

# school.rate_of_graduates_by_sector_of_activity
source: Rate of graduates by sector of activity
es: Tasa de graduados por sector de actividad
fr: Taux des diplômés par secteurs d'activités
pt: Taxa de graduados por sector de actividade

# school.rate_of_your_graduates_by_sector_of_activity
source: Rate of your graduates by sector of activity
es: Tasa de sus graduados por sector de actividad
fr: Taux de vos diplômés par secteurs d'activités
pt: Taxa de graduados por sector de actividade

# school.editing_of_an_establishment
source: Editing a TVET School
es: Editar un centro de EFTP
fr: Modification d'un établissement
pt: Editar um estabelecimento

# school.detail_by_sector_profession
source: Details by sector/profession
es: Detalles por sector/profesión
fr: Détail par filières / métiers
pt: Detalhes por sector/profissão

# school.attention_this_list_comes_from_the_graduates_data
source: Warning, this list comes from graduate data
es: Atención, esta lista procede de datos de graduados
fr: Attention, cette liste provient des données des diplômés
pt: Atenção, esta lista provém de dados dos graduados

source: Please note, this list comes from TVET Schools that have selected you as a partner
es: Atención, esta lista procede de los centros de EFTP que le han seleccionado como socio
fr: Attention, cette liste provient des établissements qui vous ont sélectionnés comme partenaire
pt: Atenção: esta lista provém de estabelecimentos que o seleccionaram como parceiro

# school.enrolment_of_companies
source: Company enrollment
es: Matriculación de la empresa
fr: Enrollement d'entreprises
pt: Inscrição na empresa

# school.enrolment_of_graduates
source: Enrollment of graduates
es: Matriculación de graduados
fr: Enrollement de diplômés
pt: Inscrição dos graduados

# school.number_of_graduates_with_tag
source: Number of %tag_br%graduates
es: Número de %tag_br%graduados
fr: Nombre de%tag_br%diplômés
pt: Número de %tag_br%graduados

# school.list_of_establishments
source: List of TVET Schools
es: Lista de centros de EFTP
fr: Liste des établissements
pt: Lista de estabelecimentos

# school.proposed_certificates_degrees
source: Certificates / diplomas offered
es: Certificados / diplomas ofrecidos
fr: Certificats / diplômes proposés
pt: Certificados / diplomas oferecidos

# school.several_possible_choices
source: several choices possible (+ ctrl key)
es: varias opciones posibles (+ tecla ctrl)
fr: plusieurs choix possibles (+ touche ctrl)
pt: várias opções possíveis (+ tecla ctrl)

# school.other_degree_separated_by_a_comma_if_more_than_one
source: Other diplomas (separated by a comma if several)
es: Otros títulos (separados por una coma si son varios)
fr: Autres diplômes (séparés par une virgule si plusieurs)
pt: Outros diplomas (separados por vírgula se forem vários)

# school.training_offers_1_sector_minimum_and_6_maximum
source: Training offers (1 sector minimum and 6 maximum)
es: Ofertas de formación (1 sector como mínimo y 6 como máximo)
fr: Offres de formation (1 secteur minimum et 6 maximum)
pt: Ofertas de formação (1 sector no mínimo e 6 no máximo)

# school.search_for_your_channels
source: Find your courses
es: Encuentre sus cursos
fr: Rechercher vos filières
pt: Encontre os seus cursos

# school.list_of_courses_of_study
source: List of sectors
es: Lista de sectores
fr: Liste des filières
pt: Lista de sectores

# school.select_the_channels_to_add
source: Select the courses to add
es: Seleccione los cursos a añadir
fr: Sélectionnez les filières à ajouter
pt: Seleccione os cursos a adicionar

# school.rate_of_your_graduates_by_degree
source: Rate of your graduates by degree
es: Tasa de graduados por graduación
fr: Taux de vos diplômés par diplômes
pt: Taxa de graduados por grau académico

# school.graduation_rates_by_degree
source: Rate of graduates by degree
es: Tasa de graduados por graduación
fr: Taux des diplômés par diplômes
pt: Taxa de graduados por grau

# school.professional_integration_rate_of_graduates
source: Professional integration rate of graduates
es: Tasa de inserción profesional de los graduados
fr: Taux d'insertion professionnelle des diplômés
pt: Taxa de integração profissional dos graduados

# school.graduates_in_employment
source: Graduates in employment
es: Graduados con empleo
fr: Diplômés en emploi
pt: Graduados com emprego

# school.entrepreneurship_graduates
source: Graduate Entrepreneurs
es: Graduados emprendedores
fr: Diplômés entrepreneurs
pt: Empresários graduados

# school.unemployed_graduates
source: Unemployed graduates
es: Graduados desempleados
fr: Diplômés sans emploi
pt: Graduados desempregados

# school.unemployed_graduates_pursuing_studies_related_to_their_first_degree
source: Unemployed graduates pursuing studies%tag_br%%tag_a_start%related%tag_a_end% to their first degree
es: Graduados desempleados que cursan estudios%tag_br%%tag_a_start%relacionados%tag_a_end% con su primera graduación
fr: Diplômés sans emploi en poursuite d'études%tag_br% %tag_a_start%en lien%tag_a_end% avec leur premier diplôme
pt: Graduados desempregados que prosseguem estudos%tag_br%%tag_a_start%relacionados%tag_a_end% com o seu primeiro grau

# school.unemployed_graduates_pursuing_studies_unrelated_to_their_first_degree
source: Unemployed graduates pursuing studies%tag_br%%tag_a_start%unrelated%tag_a_end% with their first degree
es: Graduados desempleados que cursan estudios%tag_br%%tag_a_start% no relacionados %tag_a_end% con su primera graduación
fr: Diplômés sans emploi en poursuite d'études%tag_br%%tag_a_start%sans lien%tag_a_end% avec leur premier diplôme
pt: Graduados desempregados que prosseguem estudos%tag_br%%tag_a_start%unrelated%tag_a_end% com o seu primeiro grau

# school.rate_of_reasons_for_unemployment_of_unemployed_graduates
source: Rate of unemployment reasons for unemployed graduates
es: Tasa de motivos de desempleo de los graduados desempleados
fr: Taux des raisons du chômage des diplômés sans emploi
pt: Taxa de motivos de desemprego dos graduados desempregados

# school.employed_graduates_by_type_of_contract
source: Salaried graduates by type of contract
es: Graduados asalariados por tipo de contrato
fr: Diplômés salariés par type de contrat
pt: Graduados assalariados por tipo de contrato

source: Rate of reasons for a graduate to work in a profession unrelated to her/his degree
es: Tasa de razones para que un graduado trabaje en una profesión no relacionada con su graduación
fr: Taux des raisons relatives à ce qu'un diplômé en emploi exerce un métier sans lien avec son diplôme
pt: Taxa de motivos que levam um graduado a trabalhar numa profissão não relacionada com o seu diploma

source: Rate of reasons why vocational training was not useful to an entrepreneur graduate
es: Índice de razones por las que la formación profesional no fue útil para un empresario graduado
fr: Taux des raisons relatives à ce que la formation professionnelle n'ait pas été utile à un diplômé entrepreneur
pt: Taxa de razões pelas quais a formação profissional foi útil para um graduado empresário

# school.rate_of_occupations_held_by_entrepreneurial_graduates
source: Rate of occupations occupied by graduate entrepreneurs
es: Tasa de ocupaciones ocupadas por empresarios graduados
fr: Taux des métiers occupés par les diplômés entrepreneurs
pt: Taxa de profissões ocupadas por empresários graduados

# school.evolution_of_the_number_of_creation_of_schools
source: Evolution of the number of TVET Schools creation
es: Evolución del número de creación de centros de EFTP
fr: Evolution du nombre de création des Etablissements
pt: Evolução do número de criações de estabelecimentos

# school.evolution_of_the_number_of_creation_of_the_graduates
source: Evolution of the number of graduates creation
es: Evolución del número de creación de graduados
fr: Evolution du nombre de création des Diplomés
pt: Evolução do número de criações de graduados

# school.evolution_of_the_number_of_surveys_of_graduates
source: Evolution of the number of Alumni surveys
es: Evolución del número de encuestas Alumni
fr: Evolution du nombre d'enquêtes des Diplômés
pt: Evolução do número de inquéritos aos alunos antigos

# school.other_establishment
source: Other institution
es: Otra institución
fr: Autre établissement
pt: Outra instituição

# school.new_establishment
source: New TVET School
es: Nuevo centro de FP
fr: Nouvel établissement
pt: Novo estabelecimento

# school.schools_from_start_to_end
source: TVET School from %begin_date% to %end_date%
es: EFTP desde %fecha_inicio% hasta %fecha_final%.
fr: Etablissements du %begin_date% au %end_date%
pt: Estabelecimento de %begin_date% a %end_date%

# school.schools_by_sector_of_activity
source: TVET School by business sector
es: EFTP por sector de actividad
fr: Etablissements par secteurs d'activités
pt: Estabelecimento por sector de actividade

# country.list_of_countries
source: List of provinces
es: Lista de países
fr: Liste des pays
pt: Lista de países

# country.edit_a_country
source: Editing a province
es: Editar un país
fr: Modification d'un pays
pt: Editar um país

# country.add_a_country
source: Add a province
es: Añadir un país
fr: Ajouter un pays
pt: Adicionar um país

# country.adding_a_country
source: Adding a province
es: Añadir un país
fr: Ajout d'un pays
pt: Adicionar um país

# country.iso_code
source: ISO code
es: Código ISO
fr: Code ISO
pt: Código ISO

# currency.iso_code
source: ISO code
es: Código ISO
fr: Code ISO
pt: Código ISO

# currency.iso_name
source: ISO name
es: Nombre ISO
fr: Nom ISO
pt: Nome ISO

# currency.iso_number
source: ISO number
es: Número ISO
fr: Num ISO
pt: Número ISO

# currency.iso_symbol
source: ISO symbol
es: Símbolo ISO
fr: Symbole ISO
pt: Símbolo ISO

# currency.editing_a_currency
source: Currency modification
es: Modificación de moneda
fr: Modification d'une devise
pt: Alteração da moeda

# currency.add_a_currency
source: Add currency
es: Añadir moneda
fr: Ajouter une devise
pt: Adicionar moeda

# currency.adding_a_currency
source: Adding a currency
es: Añadir una divisa
fr: Ajout d'une devise
pt: Adicionar uma moeda

# currency.list_of_currencies
source: List of currencies
es: Lista de divisas
fr: Liste des devises
pt: Lista de moedas

# contract.edit_contract
source: Modifying a contract
es: Modificar un contrato
fr: Modification d'un contrat
pt: Alteração de um contrato

# contract.employment_contracts
source: Employment contracts
es: Contratos de trabajo
fr: Contrats de travail
pt: Contratos de trabalho

# contract.add_a_contract
source: Add contract
es: Añadir contrato
fr: Ajouter un contrat
pt: Adicionar contrato

# dashboard.legend
source: Legend
es: Leyenda
fr: Légende
pt: Legenda

# dashboard.month
source: Month
es: Mes
fr: Mois
pt: Mês

# dashboard.week
source: Week
es: Semana
fr: Semaine
pt: Semana

# dashboard.months
source: Months
es: Mes
fr: Mois
pt: Meses

# dashboard.weeks
source: Weeks
es: Semanas
fr: Semaines
pt: Semanas

# dashboard.total_schools
source: Total Schools
es: Total Escuelas
fr: Total Etablissements
pt: Total de escolas

# dashboard.total_companies
source: Total Companies
es: Total Empresas
fr: Total Entreprises
pt: Total de empresas

# dashboard.total_graduates
source: Total Graduates
es: Total Graduados
fr: Total Diplômés
pt: Total de graduados

# dashboard.unemployed
source: unemployed
es: desempleados
fr: sans emploi
pt: desempregados

# dashboard.contractor
source: entrepreneur
es: empresario
fr: entrepreneurs
pt: empreendedor

# dashboard.employed
source: employed
es: empleado
fr: salariés
pt: empregado

# dashboard.to_ref_date
source: to
es: a
fr: au
pt: para

# dashboard.from_ref_date
source: from
es: desde
fr: du
pt: desde

# dashboard.for_ref_date
source: since
es: desde
fr: depuis
pt: desde

# dashboard.graph_title_graduate
source: graduates
es: Graduados
fr: diplômés
pt: graduados

# dashboard.graph_title_company
source: companies
es: empresas
fr: entreprises
pt: empresas

# dashboard.graph_title_establisment
source: TVET Schools
es: Centros de FP
fr: établissements
pt: Escolas TVET

# menu.surveys
source: Surveys
es: Encuestas
fr: Enquêtes
pt: Inquéritos

# menu.survey
source: Survey
es: Encuesta
fr: Enquête
pt: Inquéritos

# joboffer.offer_title
source: Offer title
es: Título de la oferta
fr: Titre de l'offre
pt: Título da oferta

# joboffer.closed_date
source: Closed date
es: Fecha de cierre
fr: Date d'expiration
pt: Data de fechamento

# joboffer.contact_name
source: Contact name
es: Nombre de la persona de contacto
fr: Nom du contact
pt: Nome do contato

# joboffer.email_apply
source: Email to apply
es: Correo electrónico para solicitarlo
fr: Email pour postuler
pt: E-mail para se candidatar

# survey.investigation_in_progress
source: Ongoing survey
es: Encuesta continua
fr: Enquête en cours
pt: Investigação em curso

# survey.responding_to_surveys
source: Answer to the surveys
es: Respuesta a las encuestas
fr: Répondre aux enquêtes
pt: Responder a inquéritos

# survey.list_of_surveys
source: List of surveys
es: Lista de encuestas
fr: Liste des enquêtes
pt: Lista de inquéritos

# survey.description_measurement_professional
source: Measurement of the professional integration of TVET gradutaes in the labour market and of the satisfaction of companies
es: Medición de la inserción profesional de los graduados de EFTP en el mercado laboral y de la satisfacción de las empresas
fr: Enquête relative à la mesure du taux d'insertion professionnelle des diplômés de l'enseignement technique et de la formation professionnelle et de la satisfaction des entreprises
pt: Inquérito sobre a medição da taxa de integração profissional dos graduados do ensino técnico e da formação profissional e a satisfação das empresas

# survey.list_of_insertion_surveys_in_employment
source: List of integration surveys (In employment)
es: Lista de encuestas de inserción (En busca de empleo)
fr: Liste des enquêtes d'insertion (En emploi)
pt: Lista dos inquéritos de integração (em emprego)

# survey.list_of_insertion_surveys_looking_for_a_job
source: List of integration surveys (Job seekers)
es: Lista de encuestas de inserción (Demandantes de empleo)
fr: Liste des enquêtes d'insertion (En recherche d'emploi)
pt: Lista de inquéritos de integração (candidatos a emprego)

# survey.list_of_insertion_surveys_contractor
source: List of integration surveys (Entrepreneur)
es: Lista de encuestas de inserción (Empresario)
fr: Liste des enquêtes d'insertion (Entrepreneur)
pt: Lista de inquéritos de integração (Empreendedor)

# survey.survey_status_with_tag
source: Status of %tag_br%survey
es: Estado de survey
fr: Statut de%tag_br%l'enquête
pt: Estado do inquérito %tag_br

# survey.how_many_employees_do_you_have
source: How many employees do you employ
es: ¿Cuántos empleados tiene?
fr: Combien de salariés employez-vous
pt: Quantos trabalhadores emprega

# survey.how_many_apprentices_do_you_employ
source: How many apprentices do you employ
es: ¿Cuántos aprendices emplea?
fr: Combien d'apprentis employez-vous
pt: Quantos aprendizes emprega

# survey.how_many_interns_do_you_employ
source: How many interns do you employ
es: ¿Cuántos becarios emplea?
fr: Combien de stagiaires employez-vous
pt: Quantos estagiários emprega

# survey.what_is_the_sector_of_activity_of_your_workers
source: What is the sector of activity of your workers
es: Cuál es el sector de actividad de sus trabajadores
fr: Quel est le secteur d'activité de vos ouvriers
pt: Qual é o sector de actividade dos seus trabalhadores

# survey.other_areas_of_specialization_for_your_workers
source: Other areas of specialization of your workers
es: Otras áreas de especialización de sus trabajadores
fr: Autre domaines de spécialisation de vos ouvriers
pt: Outros áreas de especialização dos seus trabalhadores

source: What are the professions / areas of specialization of your workers? several possible choices (+ ctrl key)
es: ¿Cuáles son las profesiones / áreas de especialización de sus trabajadores? varias opciones posibles (+ tecla ctrl)
fr: Quels sont les métiers / domaines de spécialisation de vos ouvriers ? plusieurs choix possibles (+ touche ctrl)
pt: Quais são as profissões / áreas de especialização dos seus trabalhadores? várias escolhas possíveis (+ tecla ctrl)

# survey.what_is_the_sector_of_activity_of_your_technicians
source: What is the sector of activity of your technicians
es: ¿Cuál es el sector de actividad de sus técnicos?
fr: Quel est le secteur d'activité de vos techniciens
pt: Qual é o sector de actividade dos seus técnicos

# survey.other_areas_of_specialization_for_your_technicians
source: Other areas of specialization of your technicians
es: Otras áreas de especialización de sus técnicos
fr: Autre domaines de spécialisation de vos techniciens
pt: Outras áreas de especialização dos vossos técnicos

source: What are the professions / areas of specialization of your technicians? several possible choices (+ ctrl key)
es: ¿Cuáles son las profesiones / áreas de especialización de sus técnicos? varias opciones posibles (+ tecla ctrl)
fr: Quels sont les métiers / domaines de spécialisation de vos techniciens ? plusieurs choix possibles (+ touche ctrl)
pt: Quais são as profissões / áreas de especialização dos vossos técnicos? várias escolhas possíveis (+ tecla ctrl)

source: You have just hired one or more young TVET graduate(s). %tag_br% Are you satisfied with their skills
es: Acaba de contratar a uno o varios jóvenes graduados en FTP. %tag_br% ¿Está satisfecho con sus c
fr: Vous venez dembaucher un ou des jeune(s) diplômé(s) en formation professionnelle et technique.%tag_br%Etes-vous satisfaits de ses / leurs compétences
pt: Acaba de contratar um ou mais jovens graduados em formação profissional e técnica.%tag_br%Está satisfeito com as suas competências?

# survey.indication_evaluation_satisfaction_company_with_tag
source: Evaluate their skills on a scale of 1 to 5 %tag_br% 1 = very unsatisfactory, 2 = unsatisfactory, 3 = satisfactory, 4 = good and 5 = excellent
es: Evaluar sus competencias en una escala de 1 a 5 %tag_br
fr: Evaluez ses / leurs compétences sur une échelle de 1 à 5 %tag_br% 1 = très insatisfaisant, 2 = insatisfaisant, 3 = satisfaisant, 4 = bon et 5 = excellent
pt: Avaliar as suas competências numa escala de 1 a 5 %tag_br% 1 = muito insatisfatório, 2 = insatisfatório, 3 = satisfatório, 4 = bom e 5 = excelente

# survey.new_satisfaction_survey
source: New satisfaction survey
es: Nueva encuesta de satisfacción
fr: Nouvelle enquête de satisfaction
pt: Novo inquérito de satisfação

# survey.add_a_company_satisfaction
source: Add business satisfaction
es: Añadir satisfacción empresarial
fr: Ajouter une satisfaction d'entreprise
pt: Adicionar satisfação empresarial

# survey.what_are_the_trades_areas_of_specialization_of_your_workers
source: What are the professions / areas of specialization of your workers
es: ¿Cuáles son las profesiones / áreas de especialización de sus trabajadores?
fr: Quels sont les métiers / domaines de spécialisation de vos ouvriers
pt: Quais são as profissões / áreas de especialização dos seus trabalhadores

# survey.what_are_the_areas_of_specialization_of_your_technicians
source: What are the sectors of activity of your technicians?
es: ¿Cuáles son los sectores de actividad de sus técnicos?
fr: Quels sont les secteurs d'activités de spécialisation de vos techniciens
pt: Quais são os sectores de actividade dos seus técnicos?
